const projects =
[
  {
      "title": "テープカット",
      "date": "11/29",
      "time": "00:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "処分なし芳一",
      "date": "11/29",
      "time": "00:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "深編笠を編む",
      "date": "11/29",
      "time": "00:00",
      "place": "クスノキ前",
      "txt": "強力な弾圧対策グッツ　深編笠を作りましょう！！！！！！！！！！！"
  },
  {
      "title": "クスノキをかざりつけ",
      "date": "11/29",
      "time": "11:00",
      "place": "クスノキ前",
      "txt": ""
  },
  {
      "title": "某赤本検討会",
      "date": "11/29",
      "time": "11:00",
      "place": "食堂",
      "txt": "ある大学の入試問題の現代文に、作者もわからない問題がある。みんなで解いて作者を納得させよう。"
  },
  {
      "title": "#熊野寮祭2024をトレンド入りさせる",
      "date": "11/29",
      "time": "11:30",
      "place": "オンライン",
      "txt": "時計台コンパの直前に、みんなで#熊野寮祭2024をツイートしまくりトレンド入りさせよう！！うおおおおおおおおおおおおお！！！！！！！！！！！！！！！！"
  },
  {
      "title": "時計台コンパ",
      "date": "11/29",
      "time": "12:00",
      "place": "クスノキ前",
      "txt": "今年も"
  },
  {
      "title": "インベスターK(熊野寮投資部)",
      "date": "11/29",
      "time": "14:00",
      "place": "食堂・食北",
      "txt": "熊野寮の財政安定化に向け、熊野寮投資部を結成します。とある方法で1人1万円を入手し、1週間後までにいくら増やせるかを競う。投資初心者のために投資界の大家、smd先生のレクチャーあり。目指せ資本主義の頂点！持ち物：印鑑"
  },
  {
      "title": "割り箸１本長者",
      "date": "11/29",
      "time": "14:00",
      "place": "食堂・食北",
      "txt": "寮祭初日に割り箸１本を配布し、最終日までになにかすばらしいものに交換してきてもらう。"
  },
  {
      "title": "熊野寮文学フリマ",
      "date": "11/29",
      "time": "14:00",
      "place": "食堂・食北",
      "txt": "【めあて】当企画のための執筆を通して、〆切を厳守することの大切さを学ぶ。"
  },
  {
      "title": "サウンドファイターズ",
      "date": "11/29",
      "time": "15:00",
      "place": "食堂・食北",
      "txt": "シャ◯ーンでお馴染みの、ギターバトル×紙相撲。ベース、ボーカル、DJも大歓迎！"
  },
  {
      "title": "信濃の国を歌おう",
      "date": "11/29",
      "time": "15:00",
      "place": "食堂・食北",
      "txt": "【めあて】長野県民の8割が歌えるという県歌「信濃の国」を通じて、信州の風土と歴史を学ぶ。お葉漬けやみすず飴も出るかも…？"
  },
  {
      "title": "老重慶川菜館に行こう！",
      "date": "11/29",
      "time": "17:00",
      "place": "老重慶川菜館",
      "txt": ""
  },
  {
      "title": "烈海王コンパ",
      "date": "11/29",
      "time": "18:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "総長とお食事会",
      "date": "11/29",
      "time": "19:00",
      "place": "寮外・その他",
      "txt": "総長とお食事会"
  },
  {
      "title": "白米王",
      "date": "11/29",
      "time": "19:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "四回生コンパ",
      "date": "11/29",
      "time": "20:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "リアルスプラトゥーン",
      "date": "11/29",
      "time": "21:00",
      "place": "中庭・グラウンド",
      "txt": "リアルスプラトゥーンをやろう！"
  },
  {
      "title": "料理人あて！",
      "date": "11/29",
      "time": "21:00",
      "place": "食堂・食北",
      "txt": "料理人たちに料理をつくってもらい、誰の料理か当てる。あのK・Y先生もお越しになります。"
  },
  {
      "title": "エクストリーム帰寮",
      "date": "11/29",
      "time": "22:00",
      "place": "ロビー",
      "txt": "参加申し込みはX(旧Twitter)@shiranbashoまで"
  },
  {
      "title": "大喜利",
      "date": "11/29",
      "time": "22:00",
      "place": "食堂",
      "txt": "面白いことを言うだけ。"
  },
  {
      "title": "食堂ディスコ",
      "date": "11/29",
      "time": "23:00",
      "place": "食堂・食北",
      "txt": "食堂ディスコ！J-POPからアニソン、disco funkなどみんなで踊りやすい音楽でみんなで踊ろう！フードもあるよ"
  },
  {
      "title": "食堂枕投げ",
      "date": "11/29",
      "time": "23:00",
      "place": "食堂・食北",
      "txt": "修学旅行の気持ちを思い出そう"
  },
  {
      "title": "マダミスやる",
      "date": "11/30",
      "time": "00:00",
      "place": "食堂・食北",
      "txt": "せっかく寮祭で人がたくさんいるので、人を集めてやってないマダミスをやります。人が集まるまでの待ち時間で他のボドゲをしましょう。"
  },
  {
      "title": "耐久ボドゲ",
      "date": "11/30",
      "time": "00:00",
      "place": "食堂・食北",
      "txt": "1日中ボドゲをします。企画と企画の合間にぜひ。ちなみに企画者はずっといます。"
  },
  {
      "title": "記念植樹",
      "date": "11/30",
      "time": "01:00",
      "place": "京都大学",
      "txt": "木を隠すなら森の中 ちゃんとお世話もしようね"
  },
  {
      "title": "模擬裁判",
      "date": "11/30",
      "time": "03:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "帰ってきた！たらふく朝マック",
      "date": "11/30",
      "time": "09:00",
      "place": "食堂・食北",
      "txt": "帰ってきた！たらふく朝マック！今回はさらにパワーアップ！？豪華な企画にシェアする喜び！さらに楽しくハッピーになった朝マックをほうばろう！"
  },
  {
      "title": "アヒルと遊ぼう",
      "date": "11/30",
      "time": "10:00",
      "place": "中庭・グラウンド",
      "txt": "熊野寮に棲むアヒルと連帯"
  },
  {
      "title": "鶏と遊ぼう",
      "date": "11/30",
      "time": "10:00",
      "place": "中庭・グラウンド",
      "txt": "普段触れ合えない鶏と連帯"
  },
  {
      "title": "動物園と連帯",
      "date": "11/30",
      "time": "10:00",
      "place": "京都市動物園",
      "txt": ""
  },
  {
      "title": "ぐりとぐらのカステラを作ろう",
      "date": "11/30",
      "time": "12:00",
      "place": "中庭・グラウンド",
      "txt": ""
  },
  {
      "title": "ピザ窯コンパ",
      "date": "11/30",
      "time": "12:00",
      "place": "中庭・グラウンド",
      "txt": "ピザピザピザピザピザピザピザピザピザピザ"
  },
  {
      "title": "羽根ペンを作ろう",
      "date": "11/30",
      "time": "12:00",
      "place": "食堂・食北",
      "txt": "ファンタジーや歴史物でよくある羽根ペンを作ってみよう"
  },
  {
      "title": "給食コンパ",
      "date": "11/30",
      "time": "12:00",
      "place": "食堂",
      "txt": "みんなのあの懐かしの小学校給食を再現！最後のあげパンをめぐってじゃんけんした日々を思い出し、童心を取り戻そう。"
  },
  {
      "title": "鯛の塩釜焼きコンパ",
      "date": "11/30",
      "time": "12:00",
      "place": "中庭・グラウンド",
      "txt": "鯛まるごと1匹をメレンゲと塩を練ったもので固めて寮のピザ釜で焼きます。みんな来てね。"
  },
  {
      "title": "シュトーレンを焼く",
      "date": "11/30",
      "time": "12:30",
      "place": "中庭・グラウンド",
      "txt": "クリスマスを待ちながらみんなで仲良く食べましょう。"
  },
  {
      "title": "ケーキコンパ",
      "date": "11/30",
      "time": "13:00",
      "place": "食堂",
      "txt": "炊事部恒例企画！最も創造的なケーキを作るのは誰だ！？"
  },
  {
      "title": "耐久カタン",
      "date": "11/30",
      "time": "13:00",
      "place": "食堂・食北",
      "txt": "心ゆくまでカタンをしましょう。"
  },
  {
      "title": "耐久ドミニオン",
      "date": "11/30",
      "time": "13:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "京都市街鬼ごっこ",
      "date": "11/30",
      "time": "15:00",
      "place": "寮外",
      "txt": "京都市街で鬼ごっこをしよう！"
  },
  {
      "title": "寮内口伝調査",
      "date": "11/30",
      "time": "16:00",
      "place": "食北",
      "txt": "寮内でいろいろと口伝されている内容を調査し、記録していきます。"
  },
  {
      "title": "レンチンコンパ",
      "date": "11/30",
      "time": "18:00",
      "place": "食堂",
      "txt": "体温以下のものを摂取したがらない企画者が、究極のレンチンを求め実験する。ねるねるねるねもかき氷もレンチン！？"
  },
  {
      "title": "同釜会",
      "date": "11/30",
      "time": "18:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "天和・地和を観測しよう",
      "date": "11/30",
      "time": "20:00",
      "place": "食堂・食北",
      "txt": "幻の役満「天和・地和」を目指して配牌と第一ツモを繰り返しましょう。もちろん鳴きは禁止です。和了者には豪華景品用意！！！"
  },
  {
      "title": "麻将皇帝戦",
      "date": "11/30",
      "time": "20:00",
      "place": "食堂・食北",
      "txt": "集え、雀士。"
  },
  {
      "title": "京大王in KUMANO",
      "date": "12/01",
      "time": "03:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "エクストリーム物理ゼミ",
      "date": "12/01",
      "time": "06:00",
      "place": "食堂・食北",
      "txt": "24時間で物理学を語りつくす。"
  },
  {
      "title": "これって高橋克実？モト冬樹？",
      "date": "12/01",
      "time": "09:00",
      "place": "食堂・食北",
      "txt": "高橋克実とモト冬樹の画像を高速で出し、どっちなのか考える"
  },
  {
      "title": "アスファルトの溝に大根の種を蒔く",
      "date": "12/01",
      "time": "10:00",
      "place": "KKK",
      "txt": ""
  },
  {
      "title": "誰が持ってるか王選手権",
      "date": "12/01",
      "time": "11:00",
      "place": "食堂・食北",
      "txt": "某Vtuberの企画をやります。熊野寮生達の貴重な〇〇シーン"
  },
  {
      "title": "四条大運動会",
      "date": "12/01",
      "time": "12:00",
      "place": "寮外・その他",
      "txt": ""
  },
  {
      "title": "虹になろう❗️",
      "date": "12/01",
      "time": "12:00",
      "place": "食堂・食北",
      "txt": "7色のヘアカラーに加えて、フェイスペイントとネイルを用意しました。(1日で洗って落とせます。)頭のてっぺんから爪の先まで、あなたも虹になろう❗️"
  },
  {
      "title": "RTA in KUMANO",
      "date": "12/01",
      "time": "13:00",
      "place": "食堂・食北",
      "txt": "いろんなRTAやります！"
  },
  {
      "title": "ぬいぐるみ座談会",
      "date": "12/01",
      "time": "13:00",
      "place": "食堂・食北",
      "txt": "寮に住んでいるぬいぐるみの皆さんをお招きして座談会をします。飛び入り参加大歓迎です。内容は来年の入寮パンフの記事にします。"
  },
  {
      "title": "学術茶話",
      "date": "12/01",
      "time": "13:00",
      "place": "食堂・食北",
      "txt": "\"お茶とお菓子をつまみつつ"
  },
  {
      "title": "ゴミレポ生成RTA",
      "date": "12/01",
      "time": "13:30",
      "place": "食堂・食北",
      "txt": "締め切り直前を想定し、単位がギリギリ取れるくらいのクオリティのレポートを、いかに早く作れるかを競う"
  },
  {
      "title": "クマスマ",
      "date": "12/01",
      "time": "14:00",
      "place": "食堂・食北",
      "txt": "この寮で最もスマブラが強いのは誰なのか？年に一度のスマブラ最強決定戦、今年も開幕。"
  },
  {
      "title": "獄激辛はどっち？",
      "date": "12/01",
      "time": "14:00",
      "place": "寮外・その他",
      "txt": "激辛と獄激辛を名前伏せて食べ、ペヤング激辛と獄激辛を名前伏せて食べて、どっちが獄激辛食べたか本人含めみんなで考える。"
  },
  {
      "title": "寮祭ライブ",
      "date": "12/01",
      "time": "14:00",
      "place": "地下",
      "txt": "毎回恒例の寮祭ライブを今年もやるよ！激アツのライブ！最終日はライブで盛り上がって力を使い果たそう！"
  },
  {
      "title": "ぬいぐるみが悪い奴らに攫われちゃうのを指を咥えて見守る",
      "date": "12/01",
      "time": "14:30",
      "place": "食堂・食北",
      "txt": "おともだちが悪い奴らに網で捕まえられたり、マジックハンドでつままれたり、お菓子で簡単に誘惑されているのをみるのはとても、とても心の痛むこと"
  },
  {
      "title": "もりっつの好きなところ100個言う",
      "date": "12/01",
      "time": "15:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "多浪成人式",
      "date": "12/01",
      "time": "15:00",
      "place": "食堂",
      "txt": "成人式に参加できなかった多浪の寮生の成人を祝します。"
  },
  {
      "title": "ゲフンゲフンコンパ",
      "date": "12/01",
      "time": "16:00",
      "place": "食堂・食北",
      "txt": "インターネットのスラングを口頭で使うことがイケてると思っていたあの頃に戻って話す"
  },
  {
      "title": "多浪同窓会",
      "date": "12/01",
      "time": "16:30",
      "place": "食堂",
      "txt": "成人式後の同窓会に参加できなかった多浪の寮生で同窓会をします。"
  },
  {
      "title": "機密文書焼却",
      "date": "12/01",
      "time": "17:00",
      "place": "中庭・グラウンド",
      "txt": "見られては困る！なかったことにしたい！そんな文書や記録を焼却し、すべてを闇に葬ろう。"
  },
  {
      "title": "アップルパイ布教会",
      "date": "12/01",
      "time": "18:00",
      "place": "軟鉄庵",
      "txt": ""
  },
  {
      "title": "吉田山かくれんぼ",
      "date": "12/01",
      "time": "18:00",
      "place": "寮外・その他",
      "txt": "毎年恒例吉田山でかくれんぼ。ほぼ山狩り"
  },
  {
      "title": "冬の日の幻想",
      "date": "12/01",
      "time": "19:00",
      "place": "鉄扉",
      "txt": "みんなでチャイコフスキーを聴いて冬のロシアに思いを馳せ、京都の冬の暖かさを実感しよう。"
  },
  {
      "title": "kumano chess championship",
      "date": "12/01",
      "time": "19:00",
      "place": "食堂・食北",
      "txt": "\"熊野寮チェスの大会。12/1"
  },
  {
      "title": "甲羅デュエル",
      "date": "12/01",
      "time": "19:00",
      "place": "A3談話室",
      "txt": ""
  },
  {
      "title": "寮生Yの債権者集会",
      "date": "12/01",
      "time": "19:00",
      "place": "食堂・食北",
      "txt": "私は890円貸してます。20万化している人も知っています。私たちはもう待てません。"
  },
  {
      "title": "ボカロdeイントロドン",
      "date": "12/01",
      "time": "20:00",
      "place": "食堂・食北",
      "txt": "ボカロ好きよ、集まれ！ボカロ曲でイントロドンをしようではないか！"
  },
  {
      "title": "聖典記述者会議",
      "date": "12/01",
      "time": "20:00",
      "place": "A3談話室",
      "txt": "神よ。今度こそ、完璧で究極の聖典を作ろう。"
  },
  {
      "title": "ホームランダービー",
      "date": "12/01",
      "time": "21:00",
      "place": "食堂・食北",
      "txt": "30分以内にホームランバーを一番多く食べた人が勝ち。目指せ大谷翔平。"
  },
  {
      "title": "京都駅大階段グリコ",
      "date": "12/01",
      "time": "21:00",
      "place": "京都駅大階段",
      "txt": ""
  },
  {
      "title": "小階段グリコ",
      "date": "12/01",
      "time": "21:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "みんなの小学校校歌",
      "date": "12/01",
      "time": "22:00",
      "place": "食堂・食北",
      "txt": "みんなの小学校校歌を歌おう！　主催者の母校はまどみちお作詞"
  },
  {
      "title": "住所不定R",
      "date": "12/01",
      "time": "23:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "酔拳",
      "date": "12/01",
      "time": "23:00",
      "place": "食堂・食北",
      "txt": "武道をやってるくせに酔っ払うと暴れる寮生を集め、戦わせて誰が最強かを決める。"
  },
  {
      "title": "泊り事務当番を旅館にする",
      "date": "12/01",
      "time": "23:00",
      "place": "事務室",
      "txt": ""
  },
  {
      "title": "髪の毛長い人コンパ",
      "date": "12/01",
      "time": "23:00",
      "place": "食堂・食北",
      "txt": "髪の毛長い人と潜在的髪の毛長い人のためのコンパ。ロングヘアをめざそう！"
  },
  {
      "title": "目覚まし亭",
      "date": "12/02",
      "time": "05:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "豊田商事",
      "date": "12/02",
      "time": "08:00",
      "place": "食堂・食北",
      "txt": "1限に行く前に皆で朝礼をしましょう。可能な人はスーツを着てきてね！"
  },
  {
      "title": "「スプラトゥーン」を救いたい",
      "date": "12/02",
      "time": "10:00",
      "place": "B4談話室",
      "txt": ""
  },
  {
      "title": "12時間アニカビ上映",
      "date": "12/02",
      "time": "10:00",
      "place": "鉄扉",
      "txt": ""
  },
  {
      "title": "箱庭万華鏡",
      "date": "12/02",
      "time": "10:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "熊野寮壁クイズ",
      "date": "12/02",
      "time": "12:00",
      "place": "食堂・食北",
      "txt": "寮の壁を知らずして、熊野寮を知らず。寮の壁・落書きから場所を当てるクイズ。"
  },
  {
      "title": "貧血コンパ",
      "date": "12/02",
      "time": "12:00",
      "place": "食堂→四条献血ルーム",
      "txt": "貧血を克服したい者が集まり、鉄分の多く含まれた料理やお菓子を食べる。その後に皆で献血に行く。献血は貧血でない者も参加歓迎。"
  },
  {
      "title": "からふね屋で巨大パフェ食べる",
      "date": "12/02",
      "time": "13:00",
      "place": "からふね屋三条本店",
      "txt": "からふね屋の超巨大パフェ、ル・レーヴを食べます！"
  },
  {
      "title": "トぶ",
      "date": "12/02",
      "time": "15:00",
      "place": "中庭",
      "txt": "毎年皆さん参加頂いている、マッド企画です。"
  },
  {
      "title": "無限ポップコーンコンパ",
      "date": "12/02",
      "time": "15:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "「自治ん祭」粉砕",
      "date": "12/02",
      "time": "18:00",
      "place": "食堂・食北",
      "txt": "自治の神とやらを祀る「自治ん祭」に、予算より1円が支出された。そもそも自治の神とはなんだ。自治は我々人間の手によって勝ち取られたものだ。そしてこれに予算が支出されているらしい。自治会と一体化し神を祀る「自治ん祭」は政教分離原則に照らして断じて認められない。粉砕あるのみである。"
  },
  {
      "title": "熊野寮ポーカートーナメント(KPT)",
      "date": "12/02",
      "time": "18:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "自治ん祭",
      "date": "12/02",
      "time": "18:00",
      "place": "食堂・食北",
      "txt": "これからの厳しい冬を食北で越すために、食北に住まう自治の神を祀ります。崇め奉れ。"
  },
  {
      "title": "甘いものコンパ",
      "date": "12/02",
      "time": "19:00",
      "place": "食堂・食北",
      "txt": "甘いものを食べ飲み語りましょう。話は甘くなくてOK"
  },
  {
      "title": "至高のプレイリスト",
      "date": "12/02",
      "time": "19:00",
      "place": "食堂・食北",
      "txt": "C12談話室にて、皆さんから募ったおすすめの曲を流し続けます。あなたが人に聞いてもらいたい曲をQRのフォームから教えてください。"
  },
  {
      "title": "ダーツ",
      "date": "12/02",
      "time": "20:00",
      "place": "食堂・食北",
      "txt": "ちゃんとしたルールでちゃんとダーツをやってみたい。"
  },
  {
      "title": "高野さんのファンクラブを作ろう",
      "date": "12/02",
      "time": "20:00",
      "place": "食堂・食北",
      "txt": "高野さんのファンクラブを創設する。"
  },
  {
      "title": "高野さんのWikipediaを更新しよう",
      "date": "12/02",
      "time": "21:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "理農学部コンパ",
      "date": "12/02",
      "time": "21:00",
      "place": "食堂・食北",
      "txt": "今年も理農学部コンパの季節がやってきた！お酒を飲んで豊穣を祝おう！"
  },
  {
      "title": "観覧車であそぼ",
      "date": "12/02",
      "time": "21:30",
      "place": "食堂・食北",
      "txt": "初カキコ…ども… 俺みたいな学生で観覧車頼んでるイキリ野郎、他に、いますか？、っていねーか、はは"
  },
  {
      "title": "ブルックナー浴",
      "date": "12/02",
      "time": "22:00",
      "place": "鉄扉",
      "txt": "ブルックナーを浴びてととのおう"
  },
  {
      "title": "ウォッカ道",
      "date": "12/02",
      "time": "22:00",
      "place": "食堂・食北",
      "txt": "日本古来より伝わる侘び寂びの心を、実践的な茶道の作法を通じて学びましょう。なお、茶の代わりにウォッカを使用する。"
  },
  {
      "title": "ききタバコ",
      "date": "12/02",
      "time": "22:00",
      "place": "喫煙所",
      "txt": ""
  },
  {
      "title": "ラフターヨガでココロもカラダも元気に！",
      "date": "12/02",
      "time": "22:00",
      "place": "食堂・食北",
      "txt": "youtube shorts で話題のラフターヨガ！笑うだけでココロもカラダも元気なれます。知らない人はラフターヨガで検索してからきてね。"
  },
  {
      "title": "テキーラであそぼ",
      "date": "12/02",
      "time": "22:30",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "BC棟間テキ引き",
      "date": "12/02",
      "time": "23:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "UNOちゃん",
      "date": "12/02",
      "time": "23:00",
      "place": "食堂・食北",
      "txt": "私とUNOで遊ぼう ポケカでもいいよ"
  },
  {
      "title": "森見登美彦映像鑑賞会",
      "date": "12/02",
      "time": "23:00",
      "place": "鉄扉",
      "txt": ""
  },
  {
      "title": "やすなみのウイスキー",
      "date": "12/02",
      "time": "23:30",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "ショットダーツ",
      "date": "12/03",
      "time": "00:00",
      "place": "食堂・食北",
      "txt": "ダーツやって負けたらショット"
  },
  {
      "title": "ワインオセロ",
      "date": "12/03",
      "time": "00:30",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "ショット麻雀",
      "date": "12/03",
      "time": "01:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "『私たちの道徳』学習会",
      "date": "12/03",
      "time": "02:00",
      "place": "食堂・食北",
      "txt": "中学校教科用図書『私たちの道徳』をガチ輪読します。道徳の授業の出来レース議論を打破しよう。"
  },
  {
      "title": "何か見る",
      "date": "12/03",
      "time": "02:00",
      "place": "鉄扉",
      "txt": "企画者が見たいアニメを一挙上映します"
  },
  {
      "title": "泥酔ハードオフ",
      "date": "12/03",
      "time": "02:00",
      "place": "どこかのハードオフ",
      "txt": ""
  },
  {
      "title": "AI湊ラップ",
      "date": "12/03",
      "time": "09:00",
      "place": "食堂・食北",
      "txt": "管理強化を進め自治破壊をトップダウンで断行する湊現総長に対し、AIでdissラップを作り発表する。年内にAnswerがなかったら、このBeefに湊は負けたことになる。"
  },
  {
      "title": "マジで厳しい入寮面接",
      "date": "12/03",
      "time": "10:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "熊野風邪について考える会",
      "date": "12/03",
      "time": "10:00",
      "place": "食堂・食北",
      "txt": "熊野風邪はただの風邪か、土着の感染症か、それとも陰謀か。"
  },
  {
      "title": "大声ダイヤモンド",
      "date": "12/03",
      "time": "10:00",
      "place": "B棟屋上",
      "txt": "大声で叫べば、ダイヤモンドになる"
  },
  {
      "title": "焼畑",
      "date": "12/03",
      "time": "12:00",
      "place": "中庭",
      "txt": ""
  },
  {
      "title": "地雷系で祝うオタワ条約調印",
      "date": "12/03",
      "time": "12:00",
      "place": "クスノキ前",
      "txt": "対人地雷全面禁止条約(オタワ条約)が調印された12/3を地雷系ファッションで祝います。この偉大な日を地雷系で過ごし、昼休みはクスノキ前で交流しましょう。"
  },
  {
      "title": "アミューズ河原町丸太町店と連帯",
      "date": "12/03",
      "time": "13:00",
      "place": "アミューズ河原町丸太町店",
      "txt": "人を夢中にさせ、時に全てを忘れさせるほどの快楽。その輝きは、たとえ一瞬であっても心を掴んで離さない。光があるからこそ、影ができる。その光を追い求めてしまうのが、人間の性なのだろう。"
  },
  {
      "title": "ご自由にコレクション",
      "date": "12/03",
      "time": "14:00",
      "place": "食堂・食北",
      "txt": "寮内各所の「ご自由にお取りください」の服で、できる限り着飾る。"
  },
  {
      "title": "だもんで豊橋が好きって言っとるじゃん！",
      "date": "12/03",
      "time": "14:00",
      "place": "ロビー",
      "txt": "佐野妙先生作『だもんで豊橋が好きって言っとるじゃん！』を読みながら、豊橋の魅力について語らいます！"
  },
  {
      "title": "大黒さまと連帯",
      "date": "12/03",
      "time": "14:00",
      "place": "ラ・ムー",
      "txt": "当局に挑戦！K-DORMITORY"
  },
  {
      "title": "Ｅテレコンパ",
      "date": "12/03",
      "time": "16:00",
      "place": "食堂・食北",
      "txt": "みんなで懐かしい気持ちになりましょう"
  },
  {
      "title": "ポストブラックメタルを聴く会",
      "date": "12/03",
      "time": "16:00",
      "place": "音楽室",
      "txt": "冬なので轟音と叙情に浸ろう。@寮外の人、開催できなかったらごめんなさい"
  },
  {
      "title": "人狼したい！",
      "date": "12/03",
      "time": "17:00",
      "place": "食堂",
      "txt": "シンプルに人狼がしたい！！初心者歓迎！みんな来て！！！"
  },
  {
      "title": "多摩地域コンパ",
      "date": "12/03",
      "time": "17:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "nグラムはかれ！",
      "date": "12/03",
      "time": "18:00",
      "place": "食堂・食北",
      "txt": "寮食の米をご飯茶碗によそう。もちろん一回でピッタリの量の米をよそえるよね？？"
  },
  {
      "title": "調味料”ミニマム”をつくろう",
      "date": "12/03",
      "time": "18:00",
      "place": "食堂・食北",
      "txt": "ホモサピに対抗して、調味料ミニマムを作ります。寮食に合う激うまスパイスを作りましょう"
  },
  {
      "title": "くまぷよテトリス",
      "date": "12/03",
      "time": "19:00",
      "place": "食堂・食北",
      "txt": "誰が1番ぷよぷよテトリスが上手いか。その頂点を決める戦いが始まる。"
  },
  {
      "title": "飢えた寮生に鹿せんべいをあげる",
      "date": "12/03",
      "time": "20:00",
      "place": "食堂・食北",
      "txt": "鹿になりたい人集まれ！"
  },
  {
      "title": "チーズコンパ",
      "date": "12/03",
      "time": "19:00",
      "place": "食堂・食北",
      "txt": "みんなでラクレットを食べたり、モッツァレラチーズを作ろう！！"
  },
  {
      "title": "京大構内でケイドロ",
      "date": "12/03",
      "time": "22:00",
      "place": "京大構内（本部・吉田）",
      "txt": "恒例企画。夜の京大構内でケイドロをします。今年は吉田キャンパスも使用予定。ハンズフリーで通話できるもの(ワイヤレスイヤホンが望ましい)、discordの入ったスマートフォン(orそれに類するもの)を持ってきてもらえると、通話での連携が取りやすく楽しくなります。"
  },
  {
      "title": "負けヒロインが多すぎる！上映会",
      "date": "12/03",
      "time": "22:00",
      "place": "鉄扉",
      "txt": ""
  },
  {
      "title": "立場性コンパ",
      "date": "12/03",
      "time": "22:00",
      "place": "食堂・食北",
      "txt": ""
  },
  {
      "title": "書記",
      "date": "12/03",
      "time": "23:00",
      "place": "食堂・食北",
      "txt": "熊野寮の闊達な議論を後世に残すためには議事録が必要不可欠である。本企画は寮生の「書記力」を競うために行われるものである。"
  },
  {
      "title": "山岡家シャトルラン",
      "date": "12/04",
      "time": "00:00",
      "place": "車中・山岡屋長浜店",
      "txt": "ラーメン山岡家長浜店と寮の間を、1日で何往復できるか検証します。"
  },
  {
      "title": "サメ映画上映会",
      "date": "12/04",
      "time": "01:00",
      "place": "食堂",
      "txt": "ラーメン山岡家長浜店と寮の間を、1日で何往復できるか検証します。"
  },
  {
      "title": "ナンプレ",
      "date": "12/04",
      "time": "02:00",
      "place": "食堂",
      "txt": "寮祭期間にも中だるみはある？そんな時は頭を使おう。去年なくて寂しかったので勝手に復活させます。"
  },
  {
      "title": "監禁",
      "date": "12/04",
      "time": "02:00",
      "place": "？",
      "txt": "真っ暗闇に15分放置されると、恐怖から幻覚幻聴が起こって発狂するらしい。ヨシャ、実験してみよう！！"
  },
  {
      "title": "ボーグバトル2024",
      "date": "12/04",
      "time": "03:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "巨大寮旗つくる",
      "date": "12/04",
      "time": "04:00",
      "place": "食堂",
      "txt": "でっかいのつくって振ろう"
  },
  {
      "title": "京大生、コナンに勝つ",
      "date": "12/04",
      "time": "05:00",
      "place": "食堂",
      "txt": "京大生を沢山集め、全力で推理しながらコナンの映画を見ます。そしてコナンより先に真実に辿り着きます。そしてコナンを涙目にさせます。ホワイトボードとか使って本気で情報まとめつつ推理していく予定。"
  },
  {
      "title": "籠で大学行く",
      "date": "12/04",
      "time": "08:00",
      "place": "熊野寮→京大",
      "txt": "大学って遠いし、朝は憂鬱だし、なかなか登校する気が起こらないですよね。しかし、籠に乗って大学に行くことで、遠さを感じず、優雅な気分で登校することができます。新たな通学手段「籠」を普及させましょう。"
  },
  {
      "title": "V棟入寮大作戦!!!!",
      "date": "12/04",
      "time": "09:00",
      "place": "食堂",
      "txt": "衝撃の事実が発覚。現在、V棟には熊野あじりしか住んでいないのだ。これでは、あじりが可哀想だ。皆であじりの仲間を考えてV棟に新入寮生をたくさん入寮させよう！"
  },
  {
      "title": "第1回お化けキャッチ世界大会",
      "date": "12/04",
      "time": "09:00",
      "place": "食堂",
      "txt": "ドイツ発のテーブルゲーム「お化けキャッチ」の世界大会をここに開催します！所要時間15分程度で、ルールも極めて単純なので、どなたでもご参加ください！"
  },
  {
      "title": "3m×3ｍのピザを作る",
      "date": "12/04",
      "time": "10:00",
      "place": "食堂",
      "txt": "3m×3mの巨大ピザを作ります！"
  },
  {
      "title": "ひがしいちじょう占拠＠京大正門前",
      "date": "12/04",
      "time": "12:00",
      "place": "京大正門前、京大正門前",
      "txt": ""
  },
  {
      "title": "みかん祭り",
      "date": "12/04",
      "time": "12:00",
      "place": "中庭",
      "txt": "にほんでいちばんあついみかんのさいてん。むげんにあるみかんをおもうぞんぶんなげあおう！てかげん、えんりょはいりません。"
  },
  {
      "title": "食べるの早い人コンパ",
      "date": "12/04",
      "time": "12:00",
      "place": "食堂",
      "txt": "食べるのが早い人が集まり、一斉に昼寮食を食べる"
  },
  {
      "title": "食べるの遅い人コンパ",
      "date": "12/04",
      "time": "12:00",
      "place": "食堂",
      "txt": "食べるのが遅い人が集まり、ゆっくり夜寮食を食べる"
  },
  {
      "title": "川端署を送る会",
      "date": "12/04",
      "time": "13:00",
      "place": "川端署前",
      "txt": ""
  },
  {
      "title": "牡蠣紫キャベツコンパ",
      "date": "12/04",
      "time": "15:00",
      "place": "中庭",
      "txt": ""
  },
  {
      "title": "有村架純選手権",
      "date": "12/04",
      "time": "15:00",
      "place": "食堂",
      "txt": "有村架純(広義)を感じさせた人が勝ち。本人登場も検討中。優勝者は初代有村架純です。"
  },
  {
      "title": "ギャンブル一福",
      "date": "12/04",
      "time": "16:00",
      "place": "寮外・その他",
      "txt": "みんなで一福行って、一晩の稼ぎを翌朝のジャンケン勝者が総取り！！一福ドリームをあなたの手に。"
  },
  {
      "title": "キャラメリゼする",
      "date": "12/04",
      "time": "16:00",
      "place": "食堂",
      "txt": "クリームブリュレ好きだよなァ？あの上のパリパリシャリシャリのカラメル作るの、あれキャラメリゼって言うんだぜ。卵焼きカステラ餃子……。キャラメリゼでなんだって美味しくなるはず。お前の目で見届けろ！！"
  },
  {
      "title": "熊野寮を支える技術LT",
      "date": "12/04",
      "time": "17:00",
      "place": "食堂",
      "txt": "熊野寮×IT技術でLTします。みんなの自慢・紹介を聞いてみよう！"
  },
  {
      "title": "ださいクラブのノリ方",
      "date": "12/04",
      "time": "18:00",
      "place": "食堂",
      "txt": "音楽に乗って一番ダサく踊れた奴が最強。"
  },
  {
      "title": "ディナーショー",
      "date": "12/04",
      "time": "18:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "Bar1Q84",
      "date": "12/04",
      "time": "19:00",
      "place": "食堂",
      "txt": "【めあて】村上春樹『１Ｑ８４』に登場するお酒を飲むことを通して、作品世界をより深く理解することを目指す。"
  },
  {
      "title": "方言マルチリンガルになろう！",
      "date": "12/04",
      "time": "20:00",
      "place": "ロビー",
      "txt": "お互いの方言を教え合って「方言マルチリンガル」を目指そう！"
  },
  {
      "title": "オンライン腕相撲大会",
      "date": "12/04",
      "time": "21:00",
      "place": "食堂",
      "txt": "昨年の寮祭では腕相撲大会が盛り上がっていたので、今年はzoom上で非接触型のオンライン腕相撲大会を開催します！"
  },
  {
      "title": "寮生十二支",
      "date": "12/04",
      "time": "21:30",
      "place": "グラウンド",
      "txt": "寮生ですべての干支を集めて競争させ、次の干支を決める。参加賞あり（予定）。"
  },
  {
      "title": "おもちつき",
      "date": "12/04",
      "time": "22:00",
      "place": "食堂",
      "txt": "熊野寮炊事部の恒例企画。みなさんで力を合わせて美味しいお餅をついて食べましょう。"
  },
  {
      "title": "手動回転寿司ドラフト",
      "date": "12/04",
      "time": "22:00",
      "place": "食堂",
      "txt": "寿司ネタを賭けたドラフト会議に参加しないか？勝ち取った寿司ネタだけを食べ続けることができる。ちなみに手動回転寿司となります。"
  },
  {
      "title": "駄菓子ディストピア",
      "date": "12/04",
      "time": "22:00",
      "place": "食堂",
      "txt": "たがが駄菓子、だがしかし。"
  },
  {
      "title": "Fate/stay night Heaven's Feel 上映会",
      "date": "12/04",
      "time": "23:00",
      "place": "鉄扉",
      "txt": ""
  },
  {
      "title": "寮祭企画分析",
      "date": "12/04",
      "time": "23:00",
      "place": "食堂",
      "txt": "良い寮祭企画の条件とは何か？。企画者がスライド発表を行い、それに基づいて議論する。ビブリオバトル的に、良いと思った過去・現在の寮祭企画を分析して紹介してもらうことも大歓迎。"
  },
  {
      "title": "食堂水泳自由形",
      "date": "12/05",
      "time": "01:00",
      "place": "食堂",
      "txt": "飛び出せ、食堂の床という大海へ…"
  },
  {
      "title": "ギャンブル一福",
      "date": "12/05",
      "time": "07:00",
      "place": "食堂",
      "txt": "みんなで一福行って、一晩の稼ぎを翌朝のジャンケン勝者が総取り！！一福ドリームをあなたの手に。"
  },
  {
      "title": "1限さんお断りコンパ",
      "date": "12/05",
      "time": "08:00",
      "place": "食堂",
      "txt": "1限の時間帯に、普段1限を欠席している者たちのためのコンパを開催する"
  },
  {
      "title": "AB棟間綱引き",
      "date": "12/05",
      "time": "12:00",
      "place": "AB棟間",
      "txt": ""
  },
  {
      "title": "ダサい服カンフォーラ",
      "date": "12/05",
      "time": "12:00",
      "place": "カンフォーラ",
      "txt": "京大構内のおしゃれレストラン「カンフォーラ」で食事会。ドレスコードはクソダサい服！"
  },
  {
      "title": "ゆっくり解説",
      "date": "12/05",
      "time": "12:00",
      "place": "食堂",
      "txt": "箱に入って首だけを出し、ゆっくり解説特有の毒にも薬にもならない茶番の掛け合いを再現する。"
  },
  {
      "title": "丁寧な暮らしグランプリ",
      "date": "12/05",
      "time": "12:30",
      "place": "場所不明",
      "txt": "今日、どれだけ丁寧な暮らしをしていたかプレゼンして競う。一番丁寧な人には賞品もあるよ。"
  },
  {
      "title": "とんがりコーン、何段まで積めるか",
      "date": "12/05",
      "time": "13:00",
      "place": "食堂",
      "txt": "とんがりコーン、何段まで積める？"
  },
  {
      "title": "ブランコ再々建",
      "date": "12/05",
      "time": "14:00",
      "place": "民青池",
      "txt": ""
  },
  {
      "title": "煮卵愛",
      "date": "12/05",
      "time": "14:00",
      "place": "食堂",
      "txt": "煮卵愛。煮卵を愛する者が煮卵作って持ち寄って食べる会。"
  },
  {
      "title": "コイツの髪色に変える",
      "date": "12/05",
      "time": "14:00",
      "place": "食堂",
      "txt": "そろそろ飽きたよね。"
  },
  {
      "title": "MBTIエアプ",
      "date": "12/05",
      "time": "15:00",
      "place": "場所不明",
      "txt": "俺のMBTI？YHWH。"
  },
  {
      "title": "右往左往シャトルラン",
      "date": "12/05",
      "time": "15:00",
      "place": "グラウンド",
      "txt": "右に行く時はウオオ、左に行く時はサオオと言いながら、みんなで元気よくシャトルランをやりましょう"
  },
  {
      "title": "鳥人間コンテスト(南極)",
      "date": "12/05",
      "time": "15:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "Yellow Submarine爆音上映会",
      "date": "12/05",
      "time": "16:00",
      "place": "音楽室",
      "txt": "世界で最も革命に近かったバンドThe Beatlesの伝説的音楽アニメ映画を音楽室で爆音上映。歌ってもいいよ。"
  },
  {
      "title": "パスポートに手紙を書く",
      "date": "12/05",
      "time": "17:00",
      "place": "食堂",
      "txt": "パスポートに愛の手紙を書き合いましょう！"
  },
  {
      "title": "3次元オセロ",
      "date": "12/05",
      "time": "18:00",
      "place": "食堂",
      "txt": "8×8×8のオセロをやろう"
  },
  {
      "title": "お風呂入らない人コンパ",
      "date": "12/05",
      "time": "18:00",
      "place": "食堂",
      "txt": "この企画も4回目です。お風呂入らないに憧れているけど毎日入っている人もきていいよ"
  },
  {
      "title": "クッキー☆コンパ",
      "date": "12/05",
      "time": "18:00",
      "place": "食堂",
      "txt": "クッキー☆コンパ"
  },
  {
      "title": "コック・リーさん",
      "date": "12/05",
      "time": "18:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "ドミ百コンパ",
      "date": "12/05",
      "time": "18:00",
      "place": "食堂",
      "txt": "某学生マンションと自治寮を比較することで、自治寮の良さを再発見する。"
  },
  {
      "title": "みんなでamong usをする",
      "date": "12/05",
      "time": "19:00",
      "place": "食堂",
      "txt": "みんなでamong usをしよう！！インポスターは誰だ！！！"
  },
  {
      "title": "アマチュア無線体験",
      "date": "12/05",
      "time": "20:00",
      "place": "A棟屋上",
      "txt": "電波を使って色んな人との交信に挑戦しよう！ 初体験でもぜひ来てね！"
  },
  {
      "title": "マイティー講習会",
      "date": "12/05",
      "time": "21:30",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "マイ将皇帝戦",
      "date": "12/05",
      "time": "21:30",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "B3談話室突入",
      "date": "12/05",
      "time": "22:00",
      "place": "B3談話室",
      "txt": "B3談話室突入　～B3談話室は誰にでも開かれています～"
  },
  {
      "title": "手で食えって言うのかコンパ",
      "date": "12/05",
      "time": "22:00",
      "place": "食堂",
      "txt": "「手で食えって言うのか」という言葉を何とかして引き出す"
  },
  {
      "title": "平野レミコンパ",
      "date": "12/05",
      "time": "22:00",
      "place": "食堂",
      "txt": "吊るすッ！ぶっ刺すッ！おっ立てるッ！常識では考えられない異次元の料理を\"\"開発\"\"する、料理研究家・平野レミのレシピを再現したコンパを開催する！オリジナル料理も…？"
  },
  {
      "title": "利き水",
      "date": "12/05",
      "time": "22:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "アニソンDJ",
      "date": "12/06",
      "time": "01:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "フィンランドよこゆれコンパ",
      "date": "12/06",
      "time": "12:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "京大幼稚園",
      "date": "12/06",
      "time": "12:00",
      "place": "寮→吉田南",
      "txt": "おべんきょうをしにいこう。幼稚園生が乗っているあれにのって大学に行く。"
  },
  {
      "title": "江東区コンパ",
      "date": "12/06",
      "time": "12:00",
      "place": "食堂",
      "txt": "江東区江東区江東区紅東区虹東区"
  },
  {
      "title": "水切りの石戻す",
      "date": "12/06",
      "time": "12:00",
      "place": "食堂・鴨川",
      "txt": "近年の鴨川では水切りという川に石を投げ込む蛮行が横行しています。みんなで水底に沈んだ石を奪還して鴨川が埋め立てられてしまう未来を粉砕しよう！"
  },
  {
      "title": "賞味期限切れコンパ",
      "date": "12/06",
      "time": "15:00",
      "place": "食堂",
      "txt": "賞味期限切れコンパ！"
  },
  {
      "title": "童心にかえって折り紙を折ろう",
      "date": "12/06",
      "time": "15:00",
      "place": "ロビー",
      "txt": "皆さんは折り紙を知っていますか？折り鶴を思い浮かべたそこのあなた、折り紙は今とてつもない進化を遂げているのだ。皆も童心にかえって折り紙を折ろう！"
  },
  {
      "title": "オルフィス君追悼コンパ",
      "date": "12/06",
      "time": "16:00",
      "place": "食堂",
      "txt": "寮の発信に多大な貢献をしてきたオルフィス君を悼むコンパ。歴代パンフ責集まれ。"
  },
  {
      "title": "ねずみ小僧コンパ",
      "date": "12/06",
      "time": "16:00",
      "place": "食堂",
      "txt": "他の企画から少しずつ食べ物をくすねてきてコンパを開催する。ついでに小規模なコンパに分け与え、富の再分配を達成する。"
  },
  {
      "title": "全寮コンパ",
      "date": "12/06",
      "time": "16:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "文化部恒例企画審査会",
      "date": "12/06",
      "time": "16:00",
      "place": "食堂",
      "txt": "文化部の恒例企画は様々。それぞれに意義があるからこそ、恒例企画になったはず。その意義をみんなで再確認・再発見しよう！持込企画が恒例企画になったり、恒例企画がレギュラー落ちするかも…！文化部の未来を語ろう！"
  },
  {
      "title": "つつつけものコンパ",
      "date": "12/06",
      "time": "16:30",
      "place": "食堂",
      "txt": "津々浦々の漬物を食べるコンパです。"
  },
  {
      "title": "加藤仰明生誕祭2024",
      "date": "12/06",
      "time": "16:30",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "クイズ大会　ジャンル：掃除機",
      "date": "12/06",
      "time": "17:00",
      "place": "食堂",
      "txt": "掃除機についてのマニアックなクイズだけを出す大会をします。めっちゃ対策してきてね！"
  },
  {
      "title": "寮食クイズ",
      "date": "12/06",
      "time": "17:00",
      "place": "食堂",
      "txt": "寮食の献立、食材、調味料を答えるクイズ。寮食への愛があれば答えられるハズ！？成績優秀者は全寮コンパで表彰し、賞品を設ける予定。"
  },
  {
      "title": "一般コンパ",
      "date": "12/06",
      "time": "17:30",
      "place": "食堂",
      "txt": "至って普通のコンパです。地道に行きましょう。"
  },
  {
      "title": "全寮じゃんけんトーナメント",
      "date": "12/06",
      "time": "17:30",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "特色コンパ",
      "date": "12/06",
      "time": "17:30",
      "place": "食堂",
      "txt": "他とは違う特色あるコンパ！裏口じゃないよ！"
  },
  {
      "title": "さいだのサイダー",
      "date": "12/06",
      "time": "18:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "シャンパンタワー",
      "date": "12/06",
      "time": "18:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "裏設定コンパ",
      "date": "12/06",
      "time": "18:30",
      "place": "食堂",
      "txt": "寮生の意外に知らない事実を集める。なければ作る。"
  },
  {
      "title": "ないモノマネ・知らない人のモノマネ大会",
      "date": "12/06",
      "time": "20:00",
      "place": "食堂",
      "txt": "知っている人の存在しない行動のモノマネ、周りの寮生は知らない人のモノマネを披露しあう"
  },
  {
      "title": "ねるねるねるねコンパ",
      "date": "12/06",
      "time": "22:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "ミニマルつまみ選手権",
      "date": "12/06",
      "time": "22:00",
      "place": "食堂",
      "txt": "最低限の素材から、最高のつまみをつくれ！"
  },
  {
      "title": "四谷学院粉砕コンパ",
      "date": "12/06",
      "time": "22:00",
      "place": "食堂",
      "txt": "いっけなーい🔪殺意殺意💦私、四谷学院S講師🫶👔でもある日新たに週2コマ追加の打診書が現れてもう大変😫次回コンパ、お楽しみに！！"
  },
  {
      "title": "利き酒選手権in熊野",
      "date": "12/06",
      "time": "22:00",
      "place": "食堂",
      "txt": "味が分かる人集まれー!! 優勝者には豪華景品が…！？"
  },
  {
      "title": "ファミマと連帯",
      "date": "12/07",
      "time": "00:00",
      "place": "ファミマ→食堂",
      "txt": ""
  },
  {
      "title": "コンビニ弁当卵とじ選手権",
      "date": "12/07",
      "time": "00:30",
      "place": "食堂",
      "txt": "コンビニ弁当一つのおかずを全て混ぜて卵とじにして、最も美味しい弁当を決める。"
  },
  {
      "title": "ファミ連炊き込みご飯",
      "date": "12/07",
      "time": "01:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "寿司打トーナメント",
      "date": "12/07",
      "time": "01:00",
      "place": "食堂",
      "txt": "寿司打1番強いやつを決めます！！！！"
  },
  {
      "title": "hrhkの知識チキンレース",
      "date": "12/07",
      "time": "09:00",
      "place": "イオンモール京都五条",
      "txt": "hrhkくんには知らないものが多いので、その境界線を探りに行きましょう。"
  },
  {
      "title": "全力TOEFL受験",
      "date": "12/07",
      "time": "09:30",
      "place": "総人広場",
      "txt": "大学受験みたいな雰囲気でTOEFLを受ける。ハチマキを巻いて総人広場で壮行会します。"
  },
  {
      "title": "全員マナー講師コンパ",
      "date": "12/07",
      "time": "11:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "斗々屋と連帯",
      "date": "12/07",
      "time": "11:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "このカレー、辛れぇwww",
      "date": "12/07",
      "time": "12:00",
      "place": "チャンダー",
      "txt": "チャンダーには裏メニューの10辛が存在する。辛いの苦手な人で食べに行こう！"
  },
  {
      "title": "逆アンガーマネージメント",
      "date": "12/07",
      "time": "13:00",
      "place": "未定",
      "txt": "すぐにキレれないあなた！そろそろキレたいなというあなた！何を言われても即ギレしよう。内気なあなたを改善するセミナーもあります。"
  },
  {
      "title": "篠原信先生講演会",
      "date": "12/07",
      "time": "13:00",
      "place": "食堂",
      "txt": "「そのとき、日本は何人養える？」京都大学卒の農業博士篠原信先生による講演会（ZOOM視聴も可）"
  },
  {
      "title": "修学旅行ファンタジア",
      "date": "12/07",
      "time": "13:00",
      "place": "寮外",
      "txt": "修学旅行やってみる"
  },
  {
      "title": "博士(山岡家)",
      "date": "12/07",
      "time": "13:00",
      "place": "民青池",
      "txt": "山岡家学は研究成果がなくとも出席(来店)回数だけで博士号が取得できる！君も博士(山岡家)になろう！一億総D進！！"
  },
  {
      "title": "キーボード☆クラッシュ",
      "date": "12/07",
      "time": "14:00",
      "place": "未定",
      "txt": ""
  },
  {
      "title": "関数アキネイター",
      "date": "12/07",
      "time": "14:00",
      "place": "未定",
      "txt": "関数アキネイターをやろう"
  },
  {
      "title": "熊辞雲かるた",
      "date": "12/07",
      "time": "14:00",
      "place": "ロビー",
      "txt": "寮内にあふれた626語の「ことば」たち。そのひとつひとつが取り札です。"
  },
  {
      "title": "燻製",
      "date": "12/07",
      "time": "14:00",
      "place": "喫煙所",
      "txt": ""
  },
  {
      "title": "寮祭ライブ",
      "date": "12/07",
      "time": "15:00",
      "place": "食堂",
      "txt": "毎回恒例の寮祭ライブを今年もやるよ！激アツのライブ！最終日はライブで盛り上がって力を使い果たそう！"
  },
  {
      "title": "視力低下出前館",
      "date": "12/07",
      "time": "16:00",
      "place": "ロビー",
      "txt": ""
  },
  {
      "title": "シーシャ吸う",
      "date": "12/07",
      "time": "19:00",
      "place": "喫煙所",
      "txt": ""
  },
  {
      "title": "シネマ上映",
      "date": "12/07",
      "time": "20:00",
      "place": "食北",
      "txt": "みんなで映画をみよう"
  },
  {
      "title": "学寮交流コンパ",
      "date": "12/07",
      "time": "20:00",
      "place": "食堂",
      "txt": "全国全世界の学寮に関わる者よ、学寮の意義や魅力を語り合おう！学寮連帯！（学寮関係者以外も寮祭に来れば関係者なのでもちろん歓迎！）"
  },
  {
      "title": "利きビール",
      "date": "12/07",
      "time": "20:00",
      "place": "食堂",
      "txt": "【めあて】普段ビールを飲まない人が、お気に入りのビールを見つけることを目指す。"
  },
  {
      "title": "名古屋コンパ",
      "date": "12/07",
      "time": "21:00",
      "place": "食堂",
      "txt": "名古屋名物でコンパ！"
  },
  {
      "title": "SAO　ゲームクリアを祝う",
      "date": "12/07",
      "time": "22:00",
      "place": "食堂",
      "txt": "11月初めに2年に渡りプレイヤーが囚われていたソードアート・オンラインがクリアさせたことを祝う。料理を出したり、ゲームのパーティープレイをしたい。※企画者はSAO初心者です。アプリゲームくらいしかやっていないです。PSとかSwitchのゲーム持って協力してくれる人がいたらうれしいです。"
  },
  {
      "title": "福井県民コンパ",
      "date": "12/07",
      "time": "22:00",
      "place": "食堂",
      "txt": "これであなたも福井県民やでの！"
  },
  {
      "title": "The Wall 爆音上映会",
      "date": "12/07",
      "time": "23:00",
      "place": "音楽室",
      "txt": "Pink Floydの伝説的左翼音楽映画を音楽室で爆音上映。"
  },
  {
      "title": "外山合宿同窓会",
      "date": "12/07",
      "time": "23:00",
      "place": "食堂",
      "txt": "大人も子供もおねーさんも、左翼も右翼もファシストも"
  },
  {
      "title": "昆布コンパ",
      "date": "12/07",
      "time": "23:00",
      "place": "食堂",
      "txt": "利尻の夜を思いながら騒ぎます。 利き昆布をやります。 間違えたら利尻まで謝罪に行ってもらいます。"
  },
  {
      "title": "マルチボードゲーム",
      "date": "12/08",
      "time": "07:00",
      "place": "食北",
      "txt": "一度に複数のボードゲームをプレイすることによって並行処理能力を鍛える。"
  },
  {
      "title": "朝食ビュッフェ",
      "date": "12/08",
      "time": "07:00",
      "place": "食堂",
      "txt": "白米、パン、味噌汁、鮭、ウィンナー、ベーコン、卵焼き、フルーツポンチ、ヨーグルト、オレンジジュース、出汁"
  },
  {
      "title": "標準服の日",
      "date": "12/08",
      "time": "07:00",
      "place": "食堂",
      "txt": "先日寮で配布されたホテルのパジャマ（通称「標準服」）をみんなで着る。"
  },
  {
      "title": "熊座戦",
      "date": "12/08",
      "time": "10:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "悠仁親王入寮之儀",
      "date": "12/08",
      "time": "10:00",
      "place": "食堂、御所",
      "txt": "悠仁親王と連帯し、新自由主義を打倒するための最終決戦。"
  },
  {
      "title": "鴨川イカダレース",
      "date": "12/08",
      "time": "10:30",
      "place": "鴨川",
      "txt": ""
  },
  {
      "title": "寮祭ライブ",
      "date": "12/08",
      "time": "12:00",
      "place": "食堂",
      "txt": "毎回恒例の寮祭ライブを今年もやるよ！激アツのライブ！最終日はライブで盛り上がって力を使い果たそう！"
  },
  {
      "title": "釣りベストで競馬に行く",
      "date": "12/08",
      "time": "13:00",
      "place": "京都競馬場",
      "txt": "釣りベストを着て京都競馬場で競馬やる"
  },
  {
      "title": "熊辞雲NGワードゲーム",
      "date": "12/08",
      "time": "15:00",
      "place": "食堂",
      "txt": "熊辞雲の単語をNGワードに寮自治を議論しよう！！"
  },
  {
      "title": "さ入りシュー",
      "date": "12/08",
      "time": "17:00",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "箱男になろう",
      "date": "12/08",
      "time": "17:00",
      "place": "グラウンド",
      "txt": "寮祭期間は各自箱男として生活する。最終日の日没（17時頃）合わせてグラウンドに集まり、箱男が箱男に覗かれる体験をする"
  },
  {
      "title": "不安定な積み方選手権",
      "date": "12/08",
      "time": "20:00",
      "place": "食堂",
      "txt": "不安定な積み方を競おう！"
  },
  {
      "title": "コンパコンパ",
      "date": "12/08",
      "time": "21:00",
      "place": "駐輪場",
      "txt": "楽しかったコンパもしんどかったコンパも、全部のコンパを愛せるように、今こそコンパについて語り合おう。思い出でも、今後の展望でも。"
  },
  {
      "title": "ファイヤーストーム",
      "date": "12/08",
      "time": "21:00",
      "place": "駐輪場",
      "txt": ""
  },
  {
      "title": "IKEAのサメでサメ映画撮る",
      "date": "12/08",
      "time": "23:00",
      "place": "食堂・食北",
      "txt": "史上初コラボ！熊野寮×IKEA×サメ！！！　IKEAのサメでサメ映画を撮り、上映します。"
  },
  {
      "title": "『デスこたつ』予告編",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "平穏な寮を脅かすのは「人喰いこたつ」！？新感覚アルティメットデスパニックホラーここに爆誕！2025年度熊野寮祭にて上映予定！──足を入れたら、もう出てこない。"
  },
  {
      "title": "2024年の寮祭の空気を保存しよう！",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "2024の寮祭の空気を保存し、2024年を思い出したくなったときに開封。"
  },
  {
      "title": "300円までのおやつパーティー",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "8人メガンテ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "ボガアアァンッ！！"
  },
  {
      "title": "AIえの",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "某人のシュールな夢日記の続きをAIを活用して書く"
  },
  {
      "title": "C12談話室 on web のオフ会",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "この夏にできたC12のWebサイトについてわいわいとおしゃべりしたいです。QRからサイトに飛べますので、ぜひ眺めてみてください。"
  },
  {
      "title": "C12談話室JACK！",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "寮祭期間中のほぼ毎日、C12談話室にて企画者の組んだ1時間のプレイリストを流します。各日の時刻・テーマなどの詳細はQRから！"
  },
  {
      "title": "lim(n→∞)n次回",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "俺はこの飲み会を終わらせない。"
  },
  {
      "title": "MCバトルin Kumano",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "ラップバトルします！みんな初心者です！気軽に参加してね！景品はファミマの二郎！見るだけでOK！ちょっとやってみるOK！途中離脱OK！みんなで韻ふもう！"
  },
  {
      "title": "PFJコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "私が普段休日に食べている完全栄養食のPFJを作って食べて広める"
  },
  {
      "title": "POWER",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "新しいトランプゲームをやります"
  },
  {
      "title": "Rap橋 Yo!!",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "アニメのOPでよくあるやつ リベンジ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "アニメのOPでよくみるあの場所を再現する。再現したらOPを再現してみる。"
  },
  {
      "title": "あの頃の俺ら",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "txt": "もっかい俺と鴨川で相撲と取ってくれ。"
  },
  {
      "title": "アヒル賭博レース",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "アルコール検査",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "寮内を徘徊している任意の人にアルコール検査を実施し、基準値を超えていた場合、シジミの味噌汁をふるまいます。"
  },
  {
      "title": "いきなりフォーチュンクッキー",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "突然恋するフォーチュンクッキーが流れ出し、みんなで踊り出す。"
  },
  {
      "title": "ウェス・アンダーソン全部観る（再）",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "うどんをパンにする",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "同じ小麦ならいけるっしょ"
  },
  {
      "title": "エアプ折伏",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "エクストリーム大富豪",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "7種類のマークと3枚のジョーカーからなる計94枚のトランプで究極の大富豪をやりましょう！"
  },
  {
      "title": "お茶会",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "企画者がため込んだお茶を大放出！紅茶や中国茶などなど"
  },
  {
      "title": "カザン鍋でプロフを作ろう",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "タジキスタン在住のOPの監修のもと、巨大な「カザン鍋」を使って中央アジア料理の「プロフ」を作ります。"
  },
  {
      "title": "ガサ体",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "近頃、なんの前触れもなく朝7時にやってくるようになった機動隊。機動隊はいつやってくるかわかりません。ひょっとすると、寮祭期間中にやってくるかも。たとえ何をしていようと、ガサ入れに瞬時に対応する能力が求められます。機動隊の奇襲に対してスクラムを組んで寮を防衛しよう！"
  },
  {
      "title": "カバディ麻雀",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "黙ってやる麻雀なんてナンセンス！交流するからいいんでしょう。だから私たちは喋り続ける麻雀をやります。結果振り込むやつは弱いやつ。"
  },
  {
      "title": "ガムトーク熊野寮ver.を作る",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "某寮生が大好きなテーブルゲーム、「ガムトーク」の熊野寮バージョンを作ります。"
  },
  {
      "title": "カラオケに無い曲コンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "カラオケに無い曲をカラオケで歌おう"
  },
  {
      "title": "からこと連帯",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "ギャグ漫画になりたい",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "憧れのギャグ漫画構図で写真を撮ります。ズコーッ！！"
  },
  {
      "title": "きゃらばんと連帯",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "きゃらばんに行ってなんかデカいことしよう！（全メニュー制覇など？）"
  },
  {
      "title": "グーとパーで別れるやつ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "クソデカヨーグルト",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "クロワッサン食べ比べ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "ここら一帯のすべてのパン屋のクロワッサンを食べ、レビューを行う"
  },
  {
      "title": "ケチャ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "ブロックごとにプニャチャ、チャクリマ、チャクナム、プニャンロットに別れケチャを行う。"
  },
  {
      "title": "こっくりさんカーリング",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "ごってぃーに無量空処",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "ごってぃーに無限の情報を流し込み、ごってぃーを壊す。"
  },
  {
      "title": "ごとうさんスイッチ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "このツイート、誰がいいねしたでしょうクイズ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "これあげようか？あげようか？はい、上げた～～",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "みたいなことをいくらでもやっていい日"
  },
  {
      "title": "コンパだって自主管理貫徹",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "ザ・スーパーマリオブラザーズ・ムービー鑑賞会",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "大人気ゲーム、スーパーマリオブラザーズ。それが遂に映画化される時が来た。任天堂の超大作をとくと目に焼き付けよ。"
  },
  {
      "title": "ジターリング",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "シミラー竹内",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "竹内さんと同じ服装をして、竹内さんが好きそうな話をします！各人どんなパラレルワールド出身の竹内さんなのかを名札に記載します。ex.)幼少期に猫を助けた竹内"
  },
  {
      "title": "シャバいOPのツイート追悼",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "シャバいOPのツイートを追悼します。"
  },
  {
      "title": "すぎもとシェフのドキドキきまぐれキッチン",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "ずとまよ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "春のライブ『本格中華喫茶・愛のペガサス ～羅武の香辛龍』を上映します。お前らもずとまろになれ。"
  },
  {
      "title": "スナック熊",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "みなさんとお話します。場末のスナック熊です。"
  },
  {
      "title": "スパイシーで飯食う",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "みんなでスパイシー丸太町店に行ってご飯食べませんか。スパイシ〜。"
  },
  {
      "title": "スプラの名前で寮祭宣伝",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "スプラの名前で寮祭宣伝します！！スマブラも可！寮祭宣伝の名前で大量キルして、寮祭のポジキャンをするぞ〜！！"
  },
  {
      "title": "そっ閉じTV",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "タートル・トーク",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "たしなみサイゼ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "私たちのイタリアは百万遍にある。香り高きヴェルデッキオ、程よいタンニンのキャンティ、アルデンテとは言い難いスパゲッティーニ。"
  },
  {
      "title": "たほいや",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "たほいやをやります"
  },
  {
      "title": "たまごってぃ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "ごってぃをみんなで養う。"
  },
  {
      "title": "たんどる",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "タンドール窯、展開。"
  },
  {
      "title": "ちゃんと課題をやりなさい！",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "つめたまり屋",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "あたたまり屋で温まる。腹が壊れるまでアイスを食べる。それだけ"
  },
  {
      "title": "ドイツから来た箱",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "ドイツからなにか適当に詰めて小箱を送るので、その開封会をしてほしい。寮祭期間中に届かなかったらごめん。"
  },
  {
      "title": "どこでもディスコ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "どこでもディスコ"
  },
  {
      "title": "どこでもねずっち",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "ドッキリ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "なぞなぞ会",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "歌会形式で作ったなぞなぞを披露しあう　吟行もする"
  },
  {
      "title": "ナブラ演算子ゲーム",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "ナブラ演算子ゲーム　～相手の関数を0にしよう～"
  },
  {
      "title": "なりチャコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "にっっしゅーりょぉー",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "はいっ、お弁当♡",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "弁当を作る人、もらう人でペアを作る。弁当箱にはなにを入れてもいい。そこに愛はあるんか？"
  },
  {
      "title": "バッハの旋律を夜に聞いたせいです。",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "はなふさと連帯",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "はなふさイースト店にみんなで行ってゆっくりお茶を楽しむ"
  },
  {
      "title": "パンをうどんにする",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "同じ小麦ならいけるっしょ"
  },
  {
      "title": "ピアス麻雀",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "フライパンモーニングコール",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "寮祭に寝坊する人をフライパンを叩いて起こす。起きなかったらそのままフライパンで調理しておいしくいただく。"
  },
  {
      "title": "プラセボ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "プラセボ効果【placebo effect】 効果のないはずの成分でつくられた薬剤（偽薬）によってもたらされる効果．"
  },
  {
      "title": "フリースタイル礼拝",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "任意の場所で、任意の方法で、任意の対象に、礼拝しよう"
  },
  {
      "title": "フルーツジッパー鑑賞会",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "最強のアイドル、フルーツジッパーのライブ映像を観る"
  },
  {
      "title": "ポケモン赤殿堂入りRTA",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "ポケモン赤の殿堂入り時間を競う。10分くらいでできる。"
  },
  {
      "title": "ホットサンド責継承の儀",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "寮祭実裏役職のひとつ、ホットサンド責を継承する。作って食べます。"
  },
  {
      "title": "マツタクの本をエホバみたいに売る",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "マツタクの本をブックスタンドに入れてにこやかに微笑みます"
  },
  {
      "title": "ミッドナイト曼荼羅パズル",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "ミルクレープ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "ミルクレープって1枚1枚剥がして食べた方が美味しいと思うので、回転寿司でやってみてください。お茶の粉をかけても美味しいです。"
  },
  {
      "title": "ルールが全然ピンと来ない！",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "一緒にゲッティンゲン散歩",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "私がビデオを繋ぎながらゲッティンゲンの街を歩くので、右に曲がる！とかバスに乗る！とか言ってくれれば大体その通りに動きます。"
  },
  {
      "title": "一条小運動会",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "一番軒コンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "豚骨麺屋一番軒高槻店を目指し、僕らは旅に出る"
  },
  {
      "title": "嘘日記",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "なし"
  },
  {
      "title": "殴る、蹴る。season3",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "殴り方、蹴り方を学んで、実践する。"
  },
  {
      "title": "架空サークル",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "花札大会",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "花札大会！己を削って花を出せ！花見月見猪鹿蝶30点！"
  },
  {
      "title": "芥川逆コール",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "鰹の藁焼き",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "鰹の藁焼きを作って食べよう。"
  },
  {
      "title": "鴨川アメンボ部",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "鴨川ラブショット",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "ウォッカを持って鴨川沿いを南下し、度を超えていちゃつくカップルを見つけ次第その横でショットする。乾杯は盛大にいこう。"
  },
  {
      "title": "鴨川流しそうめん",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "喫茶・熊",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "激しく熱狂的な寮祭期間、その喧騒に疲れたら喫茶 熊で一緒に一息つきませんか？温かい飲み物と美味しい食べ物でお待ちしております。"
  },
  {
      "title": "逆BarKuma",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "遊びに来た人がオリジナルカクテルを作る。バーテンダーは責任を持って飲む。一番不味いやつが優勝。"
  },
  {
      "title": "逆野球拳",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "じゃんけんをして負けたら、逆に服を着ていって限界まで頑張る極めて健全な野球拳！"
  },
  {
      "title": "牛丼ソムリエ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "いろんな店の牛丼を買ってどこの牛丼屋なものが当てます。テイスティングノートとか書きます。うーんこれは雄大な大地を感じる。吉野家ですね。"
  },
  {
      "title": "京都大学法学部粉砕",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "極寒アイス",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "冬に民青池でアイスを食おう"
  },
  {
      "title": "熊野寮　最高",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "寮祭期間中に「熊野寮　最高」と検索しまくり、熊野寮の検索サジェストを「熊野寮　やばい」から「熊野寮　最高」に変える。"
  },
  {
      "title": "熊野寮還暦",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "赤い服を着た企画者がうろうろしているので、見つけたらおめでとうと言って下さい。"
  },
  {
      "title": "熊野寮木質化",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "rcは皆が手を加えられない貧しい構造、まずは食堂から木に"
  },
  {
      "title": "軽トラ茶会",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "献血ルーム占拠",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "研究者と散歩",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "専門の違う人たちと散歩に行き、道々で知識をひけらかしましょう。学部生、修士、博士、ポスドク、研究員誰でも歓迎です。"
  },
  {
      "title": "原動機付きリアカーをC棟北で走らせる",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "厚生部説明会",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "★早期選考★　★自治寮業界を目指す学生必見！★　★キャリアプランの相談もできます！★"
  },
  {
      "title": "高野さんをカンヅメにしよう",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "締め切り前の高野さんを島流しにしてカンヅメにする。"
  },
  {
      "title": "高野山に行く計画としおりを練る",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "根回し",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "寮祭期間中に根回しをして、みんなで暗に繋がる。"
  },
  {
      "title": "最も強い言葉で非難する",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "本当に最も強い言葉で非難してみる"
  },
  {
      "title": "鯖街道で鯖運ぶ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "皆さんは、鯖街道をご存知でしょうか。かつて若狭湾と京とを結んだ物流ルートです。我々は、鯖街道でサバを運ぶことで、往時の気分を追体験します"
  },
  {
      "title": "山一パン総テスト",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "思想蟲毒",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "思想蟲毒　～最後に残るのは誰か～"
  },
  {
      "title": "私を釣りーに連れてって",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "釣りサークルに入ったものの、まだ一度も釣りに行ったことがない、釣り竿すら持っていない私を釣りに連れてってくれる人募集。"
  },
  {
      "title": "試食",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "資金洗浄",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "似顔絵",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "似顔絵を描きます。"
  },
  {
      "title": "時計台サロン占拠",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "自転、速くする",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "みんなで一斉に西に走って地球の自転を速くし、１日を短く"
  },
  {
      "title": "自転、遅くする。",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "みんなで一斉に東に走って地球の自転を遅くして、１日を長くする"
  },
  {
      "title": "七五三",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "\"7"
  },
  {
      "title": "寝耳に水",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "人の維持費勝手に払う",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "皆さん！？維持費ちゃんと払ってますか？滞納してるんじゃないですか？そんなアナタのために、私が代わりに維持費を支払って進ぜよう..."
  },
  {
      "title": "人間爆丸",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "爆丸にわかだけど、多分こんな感じ。向かい合ってでんぐり返し、そのまま威嚇！強い方の勝ち。"
  },
  {
      "title": "垂れ幕",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "政治と宗教と野球の話をするコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "こういう企画だけにちゃついて参加しに来る奴がいっちゃん厳しいというのが寮祭あるある"
  },
  {
      "title": "生命線、爪で跡つけて伸ばす",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "生命線を物理的に伸ばすことで寿命を伸ばし、超高齢社会を加速させる"
  },
  {
      "title": "生理的食塩水なら無限に飲める説",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "生理的食塩水なら無限に飲めるはず！"
  },
  {
      "title": "声量王",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "声がデカい奴が勝つ。"
  },
  {
      "title": "西村おっさんのグッズを作ろう",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "積ん読一冊読むまで帰れません",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "積ん読一冊読むまで帰れません！"
  },
  {
      "title": "全訳置き逃げ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "外国語の授業前の教室に忍び込み、授業範囲の全訳をばら撒いて逃げる。"
  },
  {
      "title": "全寮にらめっこトーナメント",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "造形の悦",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "無し"
  },
  {
      "title": "卒論・修論・博論王",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "卒論・修論・博論の執筆を進めよう。他の作業をしたい人も大歓迎"
  },
  {
      "title": "村屋",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "大脱色",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "人の髪を当人との合意の上または勝手に染める。"
  },
  {
      "title": "棚からシャウエッセン",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "シャウエッセン食べたい人〜✋"
  },
  {
      "title": "談話室のマンガ、整理してみた",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "弊2談話室にある大量のマンガを整理する、終わったら読む"
  },
  {
      "title": "中核派と読む高市早苗「国力研究」",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "中核派と読む高市早苗「国力研究」"
  },
  {
      "title": "泥酔者座談会",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "コンパで発生した泥酔者のうわ言を座談会形式で記録し、後日シラフになってから公開します。"
  },
  {
      "title": "電車すごろく",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "電車の路線ですごろくをやろう！スタート：神宮丸太町駅　ゴール：梅田駅"
  },
  {
      "title": "透明人間",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "濃ゆいメイク",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "百人一首大会",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "貧しさへの罰",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "トップバリュのウイスキー2.8Lをみんなで飲み干しましょう。"
  },
  {
      "title": "貧乏メシコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "貧乏自炊に自信のある方、お集まりください。知恵とご飯を分け合い、今後も逞しく生きるお互いを讃えあいましょう。"
  },
  {
      "title": "平〇堅の1日",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "平〇堅の1日。"
  },
  {
      "title": "片岡鶴太◯郎の1日",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "片岡鶴◯郎の1日。"
  },
  {
      "title": "本返せない人コンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "本を返すことがここまで難しいなんて"
  },
  {
      "title": "民青池の水全部干上がらせてみた",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "寮祭期間中にみんなで民青池をうちわで扇ぎ、民青池の水を全部干上がらせてみよう！中庭に来たらぜひご協力をお願いします！"
  },
  {
      "title": "名画の模写をしてみよう",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "模擬講義",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "木村さんの肩たたき券",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "寮内労働者（木村さんに限らず）を労って肩たたきなどをし、ハンコかサインをもらおう！"
  },
  {
      "title": "柳龍光コンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "柳龍光の奥義、鞭打や毒手などを会得する。この地球上で最も強力な毒ガスとは——　何かワカるかね"
  },
  {
      "title": "油絵を描こう",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "有馬魂天計画",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "来年の寮祭企画会議",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "利きchatGPT",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "利きchatGPT ~chatGPTか人間かを当てろ！～"
  },
  {
      "title": "利き牛乳",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "寮の包丁全部研ぐ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "寮の包丁はどれも切れ味が悪くて、作業効率が落ちるし危ない。よって全部研ぐ。"
  },
  {
      "title": "寮祭企画保全",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "集まりが悪い寮祭企画に人間の模型を設置し、人間の鳴き声を流すことで、人間を誘引し寮祭企画を保全する。"
  },
  {
      "title": "寮食photo contest",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "寮生Mが入寮パンフの記事を作る",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "タイトルの通り"
  },
  {
      "title": "例の主催者を探せ",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "今年NFで企画されていた例の企画の主催者が招待不明なので探してみる。（手がかり：疑問は赤で議事録を残す文化、お腹が空きやすい）"
  },
  {
      "title": "冷蔵庫のプリン勝手に食べる",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "冷蔵庫のプリン勝手に食べる　そういうあるあるをやりまくる"
  },
  {
      "title": "櫓建てる",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "常設の櫓を建てます。櫓の上で食べたり飲んだり話したり。"
  },
  {
      "title": "喃語",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": ""
  },
  {
      "title": "殷",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "ブロック会議…寮生大会…徹底討論も民主主義も公平平等の原則も、この激動の情勢の中では、最早ガラクタである。寮の政治的決定は天運に託された。古代に立ち戻り、占いで寮の方針を決めよう。"
  },
  {
      "title": "涎小豆",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "このねばりならよいでしょう"
  },
  {
      "title": "賽銭箱作り",
      "date": "",
      "time": "ゲリラ",
      "place": "",
      "txt": "熊野寮にも賽銭箱が欲しい。賽銭箱でquality of kampa爆上げ。"
  },
  {
      "title": "御寮印",
      "date": "",
      "time": "常設",
      "place": "食堂・食北",
      "txt": "御朱印ならぬ御寮印を書きます。ぜひ御朱印帳をお待ちください！"
  },
  {
      "title": "1/3ヶ月1/3万円生活",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": "寮祭中の10日間食費、水光熱費を3334円未満で過ごす。"
  },
  {
      "title": "1日1回大文字火床",
      "date": "",
      "time": "常設",
      "place": "大文字",
      "txt": "大文字に登ることによって健康が損なわれがちな寮祭参加者も健康を取り戻そう！"
  },
  {
      "title": "７回生スロット",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": "７回であれば学部・修士・博士いずれでも可。Ｄ１やM３は７回生にカウントしません。７回生の皆さんのご迷惑になることはやめましょう。"
  },
  {
      "title": "ADO握手会",
      "date": "",
      "time": "常設",
      "place": "ロビー等",
      "txt": "あの ADO 握手会が熊野寮にやってきた！"
  },
  {
      "title": "GORILLA廃止署名活動",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": ""
  },
  {
      "title": "Kumano Advent Calender",
      "date": "",
      "time": "常設",
      "place": "Calender",
      "txt": ""
  },
  {
      "title": "KUMANO3301",
      "date": "",
      "time": "常設",
      "place": "暗号の掲示：食堂　宝の隠し場所：寮のどこか(全域)",
      "txt": "次々と出題される暗号を解き進め、寮のどこかに隠されたお宝を掴み取れ！賞品は先着1名、勝者総取りってわけだ。寮外生も参加可能！"
  },
  {
      "title": "LOST CORNER",
      "date": "",
      "time": "常設",
      "place": "未定",
      "txt": "染織技法・型染めを用いた絵画の野外展示"
  },
  {
      "title": "mod10誕生日会",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "txt": "・毎日開催・実在架空、種族、年代当問わず、代理出席可・寮祭は10日間だからmod10ならすべての人の誕生日を祝える。"
  },
  {
      "title": "POK拳",
      "date": "",
      "time": "常設",
      "place": "事務室",
      "txt": "事務当番チャンピオン決定戦、ここに開幕！"
  },
  {
      "title": "TSUKURU TV",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": "つく、つく！どうもー！TSUKURUでぇーす！毎日ラーメン提供生活ということでぇ〜！"
  },
  {
      "title": "あじりお絵描き",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "あたたまりや",
      "date": "",
      "time": "常設",
      "place": "ロビー",
      "txt": ""
  },
  {
      "title": "エス",
      "date": "",
      "time": "常設",
      "place": "世界",
      "txt": "「こんにちは」「ありがとう」「よろしく」「おつかれ」…ありとあらゆる意味に受け取れる最強の言葉「エス」。この世にはそれしか言えない男がいた──。"
  },
  {
      "title": "お願い電話",
      "date": "",
      "time": "常設",
      "place": "さまざま",
      "txt": "ナンセンスな学生弾圧を繰り返す京都府警、川端警察署、京都大学の弾圧職員を支えている企業や店舗に、関わらないよう「お願い」します"
  },
  {
      "title": "この木なんの木ヒエラルキー",
      "date": "",
      "time": "常設",
      "place": "熊野寮全域/ロビー(投票)",
      "txt": "熊野寮にある木の人気投票！"
  },
  {
      "title": "すき家VS松屋VS吉野家VSなか卯",
      "date": "",
      "time": "常設",
      "place": "ロビー",
      "txt": "ロビーにある投票箱に牛丼屋のレシートを入れよう！ ※企画者今年度退寮につき、企画の後継者を募集中!!"
  },
  {
      "title": "そうだ、手紙書こう",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": "手紙を書こう。お気に入りの便箋でも、メモ用紙でも。手渡しでも、郵便でも、国際郵便でも。あなたの気持ちを伝えよう。企画者宛てに書いてくれたら私から返事があるかも？"
  },
  {
      "title": "ドレッシング祭り",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "txt": "寮食にてさまざまなドレッシングを提供します。寮食を食べよう！"
  },
  {
      "title": "なにもしない",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": ""
  },
  {
      "title": "ばばぬき",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": "寮祭期間中ジョーカーをまわす。1時間は必ず保持する。一度でもババを持った人は最後に集まり、流通経路を確認。最後まで持っていた人又は紛失した人が負け。"
  },
  {
      "title": "パブロフの熊野寮生",
      "date": "",
      "time": "常設",
      "place": "放送機",
      "txt": "昼寮食の時間に毎日ベルを鳴らす→最終日、朝寮食の時間にベルを鳴らす→朝寮食の喫食数は増えるのか を検証します！"
  },
  {
      "title": "ヒートテックvsエアリズム",
      "date": "",
      "time": "常設",
      "place": "すきなところ",
      "txt": "ヒートテックとエアリズムってどっちが強いん？？両方着て大学行ったり大文字登ったり運動会出たりして検証しよう"
  },
  {
      "title": "ブロック肉煮る",
      "date": "",
      "time": "常設",
      "place": "B3炊事場",
      "txt": "豚ブロックをたくさんずっとB3炊事場で煮ます。。。"
  },
  {
      "title": "よみ人知らず",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "txt": "１文字ずつみんなで書いて俳句を作り食堂に貼る"
  },
  {
      "title": "リレー小説",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "txt": "産み落とされるのを待っている、ものがたり、があります。"
  },
  {
      "title": "わたあめ機設置する",
      "date": "",
      "time": "常設",
      "place": "ロビー",
      "txt": "わたあめ機、設置します。"
  },
  {
      "title": "伊藤を太らせる",
      "date": "",
      "time": "常設",
      "place": "伊藤と岡田の遭遇場所、食堂とB3談話室",
      "txt": "みんなで伊藤くんを太らせよう！甘いもの、脂っこいものなんでも大歓迎です♪　伊藤：「甘いもの好きです。太りたいです！」"
  },
  {
      "title": "蚊の越冬絶対阻止",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "txt": "何故か冬になってもいなくならず、食事中に足を執拗に攻撃してくる熊野寮の異常な蚊を全体に許さない。蚊のネガキャン、撃退数のカウント、そして、勇敢に闘ったものへの医療ケア（ムヒの常設）を行う。"
  },
  {
      "title": "解説キャラになりたい",
      "date": "",
      "time": "常設",
      "place": "寮祭企画",
      "txt": "解説キャラになりたい——それは、寮祭企画の傍らに現れ勝手に解説する企画である"
  },
  {
      "title": "期待値がプラスだけどたまに大損するギャンブル",
      "date": "",
      "time": "常設",
      "place": "どこか",
      "txt": "期待値がプラスだけどたまに大損するギャンブル"
  },
  {
      "title": "巨大ピタゴラスイッチ",
      "date": "",
      "time": "常設",
      "place": "寮全体",
      "txt": "巨大ピタゴラスイッチを作ります！"
  },
  {
      "title": "熊野唱祭",
      "date": "",
      "time": "常設",
      "place": "食堂-音楽室",
      "txt": ""
  },
  {
      "title": "最強のラーメン屋を決めよう",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": "ラーメン屋を回って最強のラーメン屋を決めよう！"
  },
  {
      "title": "最高の苗字を知りたい",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "三里塚野菜",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": ""
  },
  {
      "title": "残置札にメッセージを書こう",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "txt": "いつもお世話になっている厨房員さんにむけて何か書こう"
  },
  {
      "title": "試験勉強",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "txt": ""
  },
  {
      "title": "賞金首狩り",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": "漫画の海賊版を公式に通報し、寮祭期間中に消した海賊版の首を勲章とする。"
  },
  {
      "title": "睡眠",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": "寝ます。あなたも寝たら寮祭企画に参加できます。"
  },
  {
      "title": "生協自販機粉砕！",
      "date": "",
      "time": "常設",
      "place": "自販機前",
      "txt": "がめつい大学生協に反撃すべく..."
  },
  {
      "title": "太田を驚かす",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": ""
  },
  {
      "title": "第3回京大入試実戦模試",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": "京大数学の予想問題を掲示します。企画者に答案を渡せば採点してもらえるかも！？"
  },
  {
      "title": "托鉢生活",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": "参加者は寮祭期間中托鉢で過ごす。受け取った食物、金銭のみで生活。"
  },
  {
      "title": "展覧会",
      "date": "",
      "time": "常設",
      "place": "寮内",
      "txt": ""
  },
  {
      "title": "棟対抗 桃鉄100年耐久",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "txt": "\"何かと対立しがちな熊野寮A棟"
  },
  {
      "title": "読書感想文",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "txt": "高野先生の本の読書感想文を書き、添削してもらいます。BOXを食堂に置いておくので、早めに提出してください。"
  },
  {
      "title": "呑まないところで呑む",
      "date": "",
      "time": "常設",
      "place": "元祖ラーメン大栄、ハイライト百万遍店、ルネなど",
      "txt": "僕たちは飲み会で現実を拡張してきた。であれば次は飲み会を拡張するべきだ。今、呑まないところで呑もう！"
  },
  {
      "title": "年賀状を書こう！",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "txt": "お世話になった方に年賀状を書きましょう！食堂にポストを設置してるので簡単に出せます！"
  },
  {
      "title": "抜き打ち時計台占拠",
      "date": "",
      "time": "常設",
      "place": "クスノキ前",
      "txt": "今年の時計台は抜き打ちで占拠！キャンパスはいつでも学生のものだ！但し抜き打ちにならないので最終日には占拠しません"
  },
  {
      "title": "髭生やす",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": ""
  },
  {
      "title": "百獣塔戦",
      "date": "",
      "time": "常設",
      "place": "オンライン",
      "txt": "動物タワーバトルで百獣の王を決める"
  },
  {
      "title": "夢じゆう夜",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": "こんな夢を見た。寮祭10日間、毎晩ひとつずつ「夢」を再現します。令和の木に仁王は埋まっているのでしょうか。"
  },
  {
      "title": "薬酒bar",
      "date": "",
      "time": "常設",
      "place": "軟鉄庵",
      "txt": "自家製薬酒や薬膳料理を出します。寮祭で楽しく騒ぐのもいいですが、もしも少しお疲れでしたら、是非ここに体を癒しに来てくださいね。薬酒barより"
  },
  {
      "title": "寮の時計いっぱい直す",
      "date": "",
      "time": "常設",
      "place": "寮内",
      "txt": "寮内の時計を直せるだけ直します。随意募集中です。お気軽にお声掛けください。"
  },
  {
      "title": "寮歌を作って演奏しよう!",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "txt": "寮歌を作って演奏しよう！"
  },
  {
      "title": "寮祭です",
      "date": "",
      "time": "常設",
      "place": "オンライン",
      "txt": "SNSの「了解」を「寮祭」にして送る。"
  }
];

const index_finder = {};
for (let i in projects) {
  let proj = projects[i];
  proj_name = proj["title"];
  proj_place = proj["place"];
  proj_time = proj["time"];
  index_finder[proj_name+proj_time+proj_place] = i;
}

const kanaTitles = [
    "てーぷかっと",
    "しょぶんなしよしいち",
    "ふかいあみがさをあむ",
    "くすのきをかざりつけ",
    "ぼうあかぼんけんとうかい",
    "#くまのりょうさいせい2024をとれんどいりさせる",
    "とけいだいこんぱ",
    "いんべすたーK(くまのりょうとうしぶ)",
    "わりばし１ぼんちょうしゃ",
    "くまのりょうぶんがくふりま",
    "さうんどふぁいたーず",
    "しなののくにをうたおう",
    "ろうじゅうけいかんないかんにいこう！",
    "れつかいおうこんぱ",
    "そうちょうとおしょくじかい",
    "はくまいおう",
    "よんかいせいこんぱ",
    "りあるすぷらとぅーん",
    "りょうりにんあて！",
    "えくすとりーむきりょう",
    "おおぎり",
    "しょくどうでぃすこ",
    "しょくどうまくらなげ",
    "まだみすやる",
    "たいきゅうぼどげ",
    "きねんしょくじゅ",
    "もぎさいばん",
    "かえってきた！たらふくあさまっく",
    "あひるとあそぼう",
    "とりとあそぼう",
    "どうぶつえんとれんたい",
    "ぐりとぐらのかすてらをつくろう",
    "ぴざまこんぱ",
    "はねぺんをつくろう",
    "きゅうしょくこんぱ",
    "たいのしおかまやきこんぱ",
    "しゅとーれんをやく",
    "けーきこんぱ",
    "たいきゅうかたん",
    "たいきゅうどみにおん",
    "きょうとしがいおにごっこ",
    "りょうないこうでんちょうさ",
    "れんちんこんぱ",
    "どうがまかい",
    "てんわ・ちわをかんそくしよう",
    "まーじゃんこうてい",
    "きょうだいおうinくまの",
    "えくすとりーむぶつりぜみ",
    "これってたかはしかつみ？もときふゆき？",
    "あすふぁるとのみぞにだいこんのたねをまく",
    "だれがもってるかおうせんしゅけん",
    "しじょうだいうんどうかい",
    "にじになろう❗️",
    "あーるてぃーえーいんくまの",
    "ぬいぐるみざだんかい",
    "がくじゅつちゃわ",
    "ごみれぽせいせいあーるてぃーえー",
    "くますま",
    "ごくげきからいはどっち？",
    "りょうさいらいぶ",
    "ぬいぐるみがわるいやからにさらわれちゃうのをゆびをくわえてみまもる",
    "もりっつのすきなところ100このいう",
    "たろうせいじんしき",
    "げふんげふんこんぱ",
    "たろうどうそうかい",
    "きみつぶんしょしょうきゃく",
    "あっぷるぱいふきょうかい",
    "よしだやまかくれんぼ",
    "ふゆのひのげんそう",
    "くまのちぇすちゃんぴおんしっぷ",
    "こうらでゅえる",
    "りょうせいYのさいけんしゃしゅうかい",
    "ぼかろでいんとろどん",
    "せいてんきじゅしゃかい",
    "ほーむらんだーびー",
    "きょうとえきだいかいだんぐりこ",
    "こかいだんぐりこ",
    "みんなのしょうがっこうこうか",
    "じゅうしょふていあーる",
    "すいけん",
    "とまりじむとうばんをりょかんにする",
    "かみのけながいひとこんぱ",
    "めざましてい",
    "とよたしょうじ",
    "「すぷらとぅーん」をすくいたい",
    "12じかんあにかびじょうえいかい",
    "はこにばんげいかい",
    "くまのりょうかべくいず",
    "ひんけつこんぱ",
    "からふねやできょだいぱふぇたべる",
    "とぶ",
    "むげんぽっぷこーんこんぱ",
    "「じちんさい」ふんさい",
    "くまのりょうぽーかーとーなめんと(KPT)",
    "じちんさい",
    "あまいものこんぱ",
    "しこうのぷれいりすと",
    "だーつ",
    "たかのさんのふぁんくらぶをつくろう",
    "たかのさんのうぃきぴでぃあをこうしんしよう",
    "りのうがくぶこんぱ",
    "かんらんしゃであそぼ",
    "ぶるっくなーよく",
    "うぉっかみち",
    "ききたばこ",
    "らふたーよがでここともからだもげんきに！",
    "てきーらであそぼ",
    "BCとうかんてきびき",
    "うのちゃん",
    "もりみとみひこえいぞうかんしょうかい",
    "やすなみのういすきー",
    "しょっとだーつ",
    "わいんおせろ",
    "しょっとまーじゃん",
    "『わたしたちのどうとく』がくしゅうかい",
    "なにかみる",
    "でいすいはーどおふ",
    "AIみなとらっぷ",
    "まじでげんしいにゅうりょうめんせつ",
    "くまのかぜについてかんがえるかい",
    "おおごえだいやもんど",
    "やきはた",
    "じらいけいでいわうおたわじょうやくちょうじん",
    "あみゅーずかわらまちまるたちょうてんとれんたい",
    "ごじゆうにこれくしょん",
    "だもんでとよはしがすきっていっとるじゃん！",
    "だいこくさまとれんたい",
    "Eてれこんぱ",
    "ぽすとぶらっくめたるできくかい",
    "じんろうしたい！",
    "たまちいきこんぱ",
    "nぐらむはかれ！",
    "ちょうみりょうみにまむをつくろう",
    "くまぷよてとりす",
    "うえたりょうせいにしかせんべいをあげる",
    "ちーずこんぱ",
    "きょうだいこうないでけいどろ",
    "まけひろいながたすぎる！じょうえいかい",
    "たちばせいこんぱ",
    "しょき",
    "やまおかかしゃとるらん",
    "さめえいがじょうえいかい",
    "なんぷれ",
    "かんきん",
    "ぼーぐばとる2024",
    "きょだいりょうきをつくる",
    "きょうだいせい、こなんにかつ",
    "かごでだいがくいく",
    "V棟にゅうりょうだいさくせん!!!!",
    "だいいっかいおばけきゃっちせかいたいかい",
    "3m×3mのぴざをつくる",
    "ひがしいちじょうせんきょ＠きょうだいせいもんまえ",
    "みかんさいり",
    "たべるのはやいひとこんぱ",
    "たべるのおそいひとこんぱ",
    "かわばたしょをおくるかい",
    "かきむらさききゃべつこんぱ",
    "ありむらかすみせんしゅけん",
    "ぎゃんぶるいっぷく",
    "きゃらめりぜする",
    "くまのりょうをささえるぎじゅつLT",
    "ださいくらぶののりかた",
    "でぃなーしょー",
    "Barいちきゅうはちよん",
    "ほうげんまるちりんがるになろう！",
    "おんらいんうでずもうたいかい",
    "りょうせいじゅうにし",
    "おもちつき",
    "しゅどうかいてんずしどらふと",
    "だがしでぃすとぴあ",
    "Fate/stay night Heaven's Feel じょうえいかい",
    "りょうさいきかくぶんせき",
    "しょくどうすいえいじゆうけい",
    "ぎゃんぶるいっぷく",
    "1げんさんおことわりこんぱ",
    "AB棟かんつなひき",
    "ださいふくかんふぉーら",
    "ゆっくりかいせつ",
    "ていねいなくらしぐらんぷり",
    "とんがりこーん、なんだんまでつみめるか",
    "ぶらんこさいさいけん",
    "にたまごあい",
    "こいつのかみいろにかえる",
    "MBTIえあぷ",
    "うおうさおしゃとるらん",
    "とりにんげんこんてすと(なんきょく)",
    "Yellow Submarine ばくおんじょうえいかい",
    "ぱすぽーとにてがみをかく",
    "3じげんおせろ",
    "おふろいれないひとこんぱ",
    "くっきー☆こんぱ",
    "こっく・りーさん",
    "どみひゃくこんぱ",
    "みんなでamong usをする",
    "あまちゅあむせんたいけん",
    "まいてぃーこうしゅうかい",
    "まいしょうこうてい",
    "B3だんわしつとっしん",
    "てでたべっていうのかこんぱ",
    "ひらのれみこんぱ",
    "ききみず",
    "あにそんDJ",
    "ふぃんらんどよこゆれこんぱ",
    "きょうだいようちえん",
    "こうとうくこんぱ",
    "みずきりのいしもどす",
    "しょうみきげんきれこんぱ",
    "どうしんにかえっておりがみをおろう",
    "おるふぃすくんついとうこんぱ",
    "ねずみこぞうこんぱ",
    "ぜんりょうこんぱ",
    "ぶんかぶとうれいきかくしんさかい",
    "つつつけものこんぱ",
    "かとうこうめいせいたんさい2024",
    "くいずたいかい　じゃんる：そうじき",
    "りょうしょくくいず",
    "いっぱんこんぱ",
    "ぜんりょうじゃんけんとーなめんと",
    "とくしょくこんぱ",
    "さいだのさいだー",
    "しゃんぱんたわー",
    "うらせっていこんぱ",
    "ないものまね・しらないひとのものまねたいかい",
    "ねるねるねるねこんぱ",
    "みにまるつまみせんしゅけん",
    "よつやがくいんふんさいこんぱ",
    "ときしゅせんしゅけんinくまの",
    "ふぁみまととれんたい",
    "こんびにべんとうたまごとじせんしゅけん",
    "ふぁみれんたきこみごはん",
    "すしうちとーなめんと",
    "hrhkのちしきちきんれーす",
    "ぜんりょくTOEFLじゅけん",
    "ぜんいんまなーこうしこんぱ",
    "どとおやととれんたい",
    "このかれー、かられぇwww",
    "ぎゃくあんがーまねーじめんと",
    "しのはらしんせんこうえんかい",
    "しゅうがくりょこうふぁんたじあ",
    "はかせ(やまおかや)",
    "きーぼーど☆くらっしゅ",
    "かんすうあきねいたー",
    "くまじうんかるた",
    "くんせい",
    "りょうさいらいぶ",
    "しりょくていかでまえかん",
    "しーしゃすう",
    "しねまじょうえいかい",
    "がくりょうこうりゅうこんぱ",
    "ときびーる",
    "なごやこんぱ",
    "SAO　げーむくりあをいわう",
    "ふくいけんみんこんぱ",
    "The Wall ばくおんじょうえいかい",
    "とやまがっしゅくどうそうかい",
    "こんぶこんぱ",
    "まるちぼーどげーむ",
    "ちょうしょくびゅっふぇ",
    "ひょうじゅんふくのひ",
    "くまざせん",
    "ゆうじんしんのうにゅうりょうのぎ",
    "かもがわいかだれーす",
    "りょうさいらいぶ",
    "つりべすとできょうひにいく",
    "くまじうんNGわーどげーむ",
    "さいりしゅー",
    "はこおとこになろう",
    "ふあんていなつみかたせんしゅけん",
    "こんぱこんぱ",
    "ふぁいやーすとーむ",
    "IKEAのさめでさめえいがつくる",
    "『ですこたつ』よこくへん",
    "2024ねんのりょうさいのくうきをほぞんしよう！",
    "300えんまでのおやつぱーてぃー",
    "8にんめがんて",
    "AIえの",
    "C12だんわしつ on web のおふかい",
    "C12だんわしつJACK！",
    "lim(n→∞)nじかいこん",
    "MCばとるinくまの",
    "PFJこんぱ",
    "POWER",
    "らっぷはし よ!!",
    "あにめのOPでよくあるやつ りべんじ",
    "あのころのおれら",
    "あひるばくとれーす",
    "あるこーるけんさ",
    "いきなりふぉーちゅんくっきー",
    "うぇす・あんだーそんぜんぶみる（さい）",
    "うどんをぱんにする",
    "えあぷおりおり",
    "えくすとりーむだいふごう",
    "おちゃかい",
    "かざんなべでぷろふをつくろう",
    "がさたい",
    "かばでぃまーじゃん",
    "がむとーくくまのりょうver.をつくる",
    "からおけにないきょくこんぱ",
    "からことれんたい",
    "ぎゃぐまんがになりたい",
    "きゃらばんととれんたい",
    "ぐーとぱーでわかれるやつ",
    "くそでかようぐると",
    "くろわっさんたべくらべ",
    "けちゃ",
    "こっくりさんかーりんぐ",
    "ごってぃーにむりょうくうしょ",
    "ごとうさんすいっち",
    "このついーと、だれがいいねしたでしょうくいず",
    "これあげようか？あげようか？はい、あげた～～",
    "こんぱだってじしゅかんりかんてい",
    "ざ・すーぱーまりおぶらざーず・むーびーかんしょうかい",
    "じたーりんぐ",
    "しみらーたけうち",
    "しゃばいOPのついーととついおう",
    "すぎもとしぇふのどきどききまぐれきっちん",
    "ずとまよ",
    "すなっくくま",
    "すぱいしーではんたべる",
    "すぷらのなまえでりょうさいせんでん",
    "そっとじてぃーぶい",
    "たーとる・とーく",
    "たしなみさいぜ",
    "たほいや",
    "たまごってぃ",
    "たんどる",
    "ちゃんとかだいをやりなさい！",
    "つめたまりや",
    "どいつからきたはこ",
    "どこでもでぃすこ",
    "どこでもねずっち",
    "どっきり",
    "なぞなぞかい",
    "なぶらえんざんしごーむ",
    "なりちゃこんぱ",
    "にっっしゅーりょぉー",
    "はいっ、おべんとう♡",
    "ばっはのせんりつをよるにきいたせいです。",
    "はなふさとれんたい",
    "ぱんをうどんにする",
    "ぴあすまーじゃん",
    "ふらいぱんもーにんぐこーる",
    "ぷらせぼ",
    "ふりーすたいるれいはい",
    "ふるーつじっぱーかんしょうかい",
    "ぽけもんあかでんどういりあーるてぃーえー",
    "ほっとさんどせきけいしょうのぎ",
    "まつたくのほんをえほばみたいにうる",
    "みっどないとまんだらぱずる",
    "みるくれーぷ",
    "るーるがぜんぜんぴんときない！",
    "いっしょにげっていんげんさんぽ",
    "いちじょうこうんどうかい",
    "いちばんけんこんぱ",
    "うそにっき",
    "なぐる、ける。せーずん3",
    "かくうさーくる",
    "はなふだたいかい",
    "あくたがわぎゃくこーる",
    "かつおのわらやき",
    "かもがわあめんぼぶ",
    "かもがわらぶしょっと",
    "かもがわながしそうめん",
    "きっさ・くま",
    "ぎゃくばーくま",
    "ぎゃくやきゅうけん",
    "ぎゅうどんそむりえ",
    "きょうとだいがくほうがくぶふんさい",
    "きょくかんあいす",
    "くまのりょう　さいこう",
    "くまのりょうかんれき",
    "くまのりょうもくしつか",
    "けいとらちゃかい",
    "けんけつるーむせんきょ",
    "けんきゅうしゃとさんぽ",
    "げんどうきふきりいかーをしーとうきたではしらせる",
    "こうせいぶせつめいかい",
    "たかのさんをかんづめにしよう",
    "たかのやまにいくけいかくとしおりをねる",
    "ねまわし",
    "もっともつよいことばでひなん",
    "さばかいどうでさばはこぶ",
    "やまいちぱんそーてすと",
    "しそうちゅうどく",
    "わたしをつりーにつれてって",
    "ししょく",
    "しきんせんじょう",
    "にがおえ",
    "とけいだいさろんせんきょ",
    "じてん、はやくする",
    "じてん、おそくする。",
    "ななごさん",
    "ねみみにみず",
    "ひとのいじいちかってにはらう",
    "にんげんばくまる",
    "たれまく",
    "せいじとしゅうきょうとやきゅうのはなしをするこんぱ",
    "せいめいせん、つめであとつけてのばす",
    "せいりてきしょくえんすいならむげんにのめるせつ",
    "せいりょうおう",
    "にしむらおっさんのぐっずをつくろう",
    "つんどくいっさつよむまでかえれません",
    "ぜんやくおきにげ",
    "ぜんりょうにらめっことーなめんと",
    "ぞうけいのえつ",
    "そつろん・しゅうろん・はくろんおう",
    "むらや",
    "だいだっしょく",
    "たなからしゃうえっせん",
    "だんわしつのまんが、せいりしてみた",
    "ちゅうかくはいとよむたかいちさなえ「こくりょくけんきゅう」",
    "でいすいしゃざだんかい",
    "でんしゃするごろく",
    "とうめいにんげん",
    "のうゆいめいく",
    "ひゃくにんいっしゅたいかい",
    "ひんしさへのばつ",
    "ひんぼうめしこんぱ",
    "へいまるけんの1にち",
    "かたおかつるたーおーの1にち",
    "ほんかえせないひとこんぱ",
    "みんせいいけのみずぜんぶからあがらせてみた",
    "めいがのもしゃをしてみよう",
    "もぎこうぎ",
    "きむらさんのかたたたきけん",
    "やなぎりゅうこーこんぱ",
    "あぶらえをかこう",
    "ありまこんてんけいかく",
    "らいねんのりょうさいきかくかいぎ",
    "ききちゃっとじーぴーてぃー",
    "ききぎゅうにゅう",
    "りょうのほうちょうぜんぶとぐ",
    "りょうさいきかくほぜん",
    "りょうしょくふぉとこんてすと",
    "りょうせいえむがにゅうりょうぱんふのきじをつくる",
    "れいのしゅさいしゃをさがせ",
    "れいぞうこのぷりんかってにたべる",
    "やぐらたてる",
    "のろご",
    "いん",
    "よだれあずき",
    "さいせんばこづくり",
    "ごりょういん",
    "1/3げつ1/3まんえんせいかつ",
    "1にち1かいだいもじひとどこ",
    "7かいせいするっと",
    "えーでぃーおーあくしゅかい",
    "ごりらはいしおきかつどう",
    "くまのあどべんとかれんだー",
    "くまのさんさんまるいち",
    "ろすとこーなー",
    "もどてんじゅうびびーぱーてぃー",
    "ぽっけん",
    "つくるてぃーぶい",
    "あじりおえかき",
    "あたたまりや",
    "えす",
    "おねがいでんわ",
    "このきなんのきひえらるきー",
    "すきやびーえす松やびーえすよしのやびーえすなかうー",
    "そうだ、てがみかこう",
    "どれっしんぐまつり",
    "なにもしない",
    "ばばぬき",
    "ぱぶろふのくまのりょうせい",
    "ひーとてっくすべーえすえありーずむ",
    "ぶろっくにくにる",
    "よみひとしらず",
    "りれーしょうせつ",
    "わたあめきせっちする",
    "いとうをふとらせる",
    "かのこえつどうぜったいぼし",
    "かいせつきゃらになりたい",
    "きたいちがぷらすだけどたまにだいそんするぎゃんぶる",
    "きょだいぴたごらすいっち",
    "くまのしょうさい",
    "さいきょうのらーめんやをきめよう",
    "さいこうのなまえをしりたい",
    "さんりつかやさい",
    "ざんちふだにめっせーじをかこう",
    "しけんべんきょう",
    "しょうきんかしらり",
    "すいみん",
    "せいきょうじはんきふんさい！",
    "おおたをおどろかす",
    "だい3かいきょうだいにゅうしじっせんもし",
    "たくはつせいかつ",
    "てんらんかい",
    "とうたいこう もものてつ100ねんたいきゅう",
    "どくしょかんそうぶん",
    "のまないところでのむ",
    "ねんがじょうをかこう！",
    "ぬきうちとけいだいせんきょ",
    "ひげはやす",
    "ひゃくじゅうとうせん",
    "ゆめじゆうよる",
    "やくしゅばー",
    "りょうのとけいいっぱいなおす",
    "りょうかをつくってえんそうしよう！",
    "りょうさいです",
];

