const projects =
[
  {
      "title": "鬼祭",
      "date": "11/28",
      "time": "0:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "熊野寮祭2025誕生日会",
      "date": "11/28",
      "time": "0:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "エクストリーム借り物競争",
      "date": "11/28",
      "time": "0:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "時計台コンパ",
      "date": "11/28",
      "time": "12:00",
      "place": "時計台前",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "素人トルコアイス",
      "date": "11/28",
      "time": "12:00",
      "place": "時計台前・熊野寮",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "弾圧職員にぶぶ漬けを提供する",
      "date": "11/28",
      "time": "12:30",
      "place": "時計台前",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "人間麻雀",
      "date": "11/28",
      "time": "13:00",
      "place": "時計台前・食堂など",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "アスファルトの溝に大根の種を蒔く",
      "date": "11/28",
      "time": "13:30",
      "place": "京大構内（吉田寮前集合）",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "救護学習会",
      "date": "11/28",
      "time": "18:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ぼっちざろっく！読書会",
      "date": "11/28",
      "time": "19:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "hiphopを踊ろう",
      "date": "11/28",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "ダンスしてみたいひと、一緒に踊りましょう！難しいことしません、ただダンスの楽しいところだけやってみよう！hiphop踊ってみよう！"
  },
  {
      "title": "5回生コンパ",
      "date": "11/28",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "うんこ座りしてる人見つかるまで帰れません！！",
      "date": "11/28",
      "time": "20:00",
      "place": "屋外",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "お料理即答褒め川柳",
      "date": "11/28",
      "time": "20:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "八百長スマブラ",
      "date": "11/28",
      "time": "21:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "あらかじめ勝敗が決まった上でスマブラの試合が行われます！選手も観客も大募集！八百長を見抜いた方には豪華賞品？(スクリーンとかコントローラー用意するの手伝ってください)"
  },
  {
      "title": "キムチつける",
      "date": "11/28",
      "time": "21:00",
      "place": "Ｃ１２談話室",
      "haveImg": "n",
      "txt": ""
  },
  {
      "title": "戦後80年再考",
      "date": "11/28",
      "time": "22:00",
      "place": "熊野寮内",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "昆布コンパ",
      "date": "11/28",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "エクストリーム帰寮",
      "date": "11/28",
      "time": "22:00",
      "place": "ロビー受付&日本全国",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "耐久斗地主",
      "date": "11/29",
      "time": "0:00",
      "place": "食堂",
      "haveImg": "n",
      "txt": "中国のトランプゲーム「斗地主」を朝まで耐久でやります。ルール説明から始めるので初心者歓迎。勝者は熊野寮の地主になります。"
  },
  {
      "title": "耐久ボドゲ",
      "date": "11/29",
      "time": "0:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "24時間ポポロ",
      "date": "11/29",
      "time": "8:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "たらふく朝マック おかえり",
      "date": "11/29",
      "time": "9:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "エクストリーム物理ゼミ",
      "date": "11/29",
      "time": "9:00",
      "place": "ロビー",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ピザ窯コンパ",
      "date": "11/29",
      "time": "12:00",
      "place": "中庭",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "隣の芝生はデスブルー",
      "date": "11/29",
      "time": "12:00",
      "place": "中庭",
      "haveImg": "y",
      "txt": "隣の芝生はあおく見えるものですが、実際は苦労しているものなのデス。"
  },
  {
      "title": "学術茶話",
      "date": "11/29",
      "time": "13:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "お茶やお菓子をつまみつつ，ゆるっと研究・学術の話をする会です．経験・分野は問いません．参加者される方は上のQRコードからオプチャに入ってください．"
  },
  {
      "title": "「信濃の国」を歌おう",
      "date": "11/29",
      "time": "15:00",
      "place": "食堂モニター前",
      "haveImg": "y",
      "txt": "長野県民の8割が歌える県歌「信濃の国」を一緒にマスターしよう！"
  },
  {
      "title": "利きユタカ水",
      "date": "11/29",
      "time": "15:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "屋上射撃x射的",
      "date": "11/29",
      "time": "16:00",
      "place": "Ｃ棟屋上",
      "haveImg": "y",
      "txt": "撃ちたい人も、撃たれたい人も。C棟1階の階段下に立札が出ていれば開催中。射撃巧者には平和について考える冊子を贈呈。"
  },
  {
      "title": "全員砂泥のライブ行く",
      "date": "11/29",
      "time": "17:30",
      "place": "Live house nano",
      "haveImg": "y",
      "txt": "11/29、nanoで砂場泥棒のライブがあるよ！寮生でフロアを埋め尽くしたい！Gt渡邉の誕生日も祝ってほしい！全員来い！"
  },
  {
      "title": "同釜会",
      "date": "11/29",
      "time": "18:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "何にでも餡かけて食う",
      "date": "11/29",
      "time": "18:00",
      "place": "主として食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "麻将皇帝戦",
      "date": "11/29",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "集え、雀士。"
  },
  {
      "title": "耐久カタン",
      "date": "11/29",
      "time": "20:00",
      "place": "食堂・食北",
      "haveImg": "y",
      "txt": "カタンしよっ！"
  },
  {
      "title": "CLUB KUMANO",
      "date": "11/29",
      "time": "22:00",
      "place": "鉄扉・音楽室・西側駐輪場",
      "haveImg": "y",
      "txt": "寮祭でもクラクマやるぞ〜"
  },
  {
      "title": "エクストリーム物理ゼミ",
      "date": "11/30",
      "time": "9:00",
      "place": "ロビー",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "キング・オブ・バーガーキング",
      "date": "11/30",
      "time": "12:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "人に穴あける",
      "date": "11/30",
      "time": "12:00",
      "place": "食堂の隅っこ",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "熊野寮プロメテウス",
      "date": "11/30",
      "time": "12:00",
      "place": "ＡＢ棟間中庭",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "髪を切る",
      "date": "11/30",
      "time": "12:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "食堂弾圧",
      "date": "11/30",
      "time": "13:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "クラシック音楽座談会",
      "date": "11/30",
      "time": "13:00",
      "place": "食北",
      "haveImg": "y",
      "txt": "クラシック音楽をテーマとした座談会を行います．当日はお菓子やお茶も出す予定です．好きな曲，作曲家から文化史やメーカーについて話せたら嬉しいです．そんなに詳しくない人でも気軽にお立ち寄りください．"
  },
  {
      "title": "四条大運動会",
      "date": "11/30",
      "time": "13:00",
      "place": "寮外",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "着物を着る",
      "date": "11/30",
      "time": "13:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "タンスの肥やしパーツ消費会",
      "date": "11/30",
      "time": "14:30",
      "place": "食堂の隅っこ",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "寮祭ライブ",
      "date": "11/30",
      "time": "16:00",
      "place": "音楽室",
      "haveImg": "n",
      "txt": ""
  },
  {
      "title": "期限切れ食品昇華祭",
      "date": "11/30",
      "time": "18:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ガチで美味しくしにいく闇鍋",
      "date": "11/30",
      "time": "23:00",
      "place": "食堂",
      "haveImg": "n",
      "txt": "・材料は持ち寄り\\n・笑いとかいらない。ガチで美味しくしにいく。\\n・感想戦で各々が持ってきた食材を公開し、センスを称賛または批難する。"
  },
  {
      "title": "五色と連帯",
      "date": "11/30",
      "time": "23:00",
      "place": "五色",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "おもちつき",
      "date": "11/30",
      "time": "23:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "熊野寮炊事部の恒例企画。ついて、丸めて、頬ばって。湯気も笑いも立ちのぼる寮祭、小さなお椀に、大きな幸せをのせて。"
  },
  {
      "title": "Let's_Go_Memeをやってみる",
      "date": "12/01",
      "time": "0:00",
      "place": "ロビー集合",
      "haveImg": "y",
      "txt": "Let's Go_Memeで知られる電子楽器であるスタイロフォンをみんなでいじって、ブルアカやカービィの曲などを鳴らしてLet's go!!!!!!する"
  },
  {
      "title": "B5新歓",
      "date": "12/01",
      "time": "0:00",
      "place": "B棟屋上",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "B6新歓",
      "date": "12/01",
      "time": "0:00",
      "place": "B6",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "うまる",
      "date": "12/01",
      "time": "6:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "過疎授業占拠",
      "date": "12/01",
      "time": "8:00",
      "place": "大学構内",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "デニム染めよう",
      "date": "12/01",
      "time": "10:00",
      "place": "Ｃ２炊事場",
      "haveImg": "n",
      "txt": "みんなデニムを染めたいと思ってるけど中々準備片付けが大変で出来ずにいると思います、なので寮祭でやります。"
  },
  {
      "title": "大声ダイヤモンド",
      "date": "12/01",
      "time": "12:30",
      "place": "Ｂ棟屋上",
      "haveImg": "y",
      "txt": "大声で叫べば、ダイヤモンドになる"
  },
  {
      "title": "主張",
      "date": "12/01",
      "time": "12:30",
      "place": "屋上",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ダサい服コンテスト",
      "date": "12/01",
      "time": "13:00",
      "place": "食堂",
      "haveImg": "n",
      "txt": "みなさん、買ったもの、貰ったものなど多くの服を所有していると思います。しかし、その中にほとんど着ていない普段着はありませんか？そういった服をもう一度着る機会を与え、みんなで騒ぐのがこの企画の趣旨です。"
  },
  {
      "title": "A棟B棟間綱引き",
      "date": "12/01",
      "time": "14:00",
      "place": "屋上",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "BC棟間綱渡り",
      "date": "12/01",
      "time": "15:30",
      "place": "ＢＣ棟屋上",
      "haveImg": "y",
      "txt": "AB棟間で綱引きをするなら、BC棟間では綱渡りをやってやろうではないか。渡りたいもの大募集。"
  },
  {
      "title": "あぁー！サカナクションの音ぉー！",
      "date": "12/01",
      "time": "16:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ランダム命題ディベート",
      "date": "12/01",
      "time": "16:30",
      "place": "食堂モニター前",
      "haveImg": "n",
      "txt": "2人がそれぞれランダムな命題同士でディベートする。たぶん全然かみ合わない。"
  },
  {
      "title": "将棋",
      "date": "12/01",
      "time": "17:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "くまのあじり着ぐるみガチ制作",
      "date": "12/01",
      "time": "17:00",
      "place": "食堂",
      "haveImg": "n",
      "txt": "あじりの着ぐるみを作ろう。設計図はあります。"
  },
  {
      "title": "とってぃ先生の(英)会話教室",
      "date": "12/01",
      "time": "17:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": "企画者がバイトでやっている授業を再現します。(英語は一切使用しません。)"
  },
  {
      "title": "前橋ウィッチーズ上映会",
      "date": "12/01",
      "time": "17:30",
      "place": "C12談話室",
      "haveImg": "y",
      "txt": "現代の私たちが「対話」や「連帯」を通して生き辛さを乗り越えより良く生きることを描いたアニメ「前橋ウィッチーズ」全12話を視聴します！"
  },
  {
      "title": "げんしけん鑑賞会",
      "date": "12/01",
      "time": "18:00",
      "place": "B4談話室",
      "haveImg": "n",
      "txt": "文化を学ぼう！"
  },
  {
      "title": "Kumano IT Lightning Talk",
      "date": "12/01",
      "time": "18:30",
      "place": "食堂モニター",
      "haveImg": "y",
      "txt": "寮自治を陰ながらに支えているシステム達 その開発者が制作秘話や今後の展望を語る 飛び入り歓迎 ライトな話から技術の話まで"
  },
  {
      "title": "ディナーショー",
      "date": "12/01",
      "time": "19:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ぼてっかーコンパ",
      "date": "12/01",
      "time": "19:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "犯行予告ワークショップ",
      "date": "12/01",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "新聞や雑誌を切り抜いて、オリジナルの予告状を作ろう！"
  },
  {
      "title": "食堂でリモコンかくれんぼ",
      "date": "12/01",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "履修取消ビンゴ",
      "date": "12/01",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ミッドナイト曼パズ",
      "date": "12/01",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "コマンドー上映会",
      "date": "12/01",
      "time": "20:00",
      "place": "Ｃ１２談話室",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "おでんコンパ",
      "date": "12/01",
      "time": "20:30",
      "place": "京大付近",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "寮生Nの債権者集会",
      "date": "12/01",
      "time": "21:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "無量空処",
      "date": "12/01",
      "time": "21:00",
      "place": "音楽室",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "決闘",
      "date": "12/01",
      "time": "21:30",
      "place": "寮内、あるいはクスノキ前、あるいは時計台の上",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "里山里海の郷土飯・郷土酒を嗜め。",
      "date": "12/01",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "CLUB くすのき",
      "date": "12/01",
      "time": "22:00",
      "place": "吉田本部構内",
      "haveImg": "y",
      "txt": "ークラブくすのきー  みなさんご存知のクスノキの前でDJしたり、プロジェクターで映像当てたりします。ゆるく遊びましょう"
  },
  {
      "title": "理農学部コンパ",
      "date": "12/01",
      "time": "22:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "でかいアヒージョ",
      "date": "12/01",
      "time": "23:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "一度でかいアヒージョ作ってみたかったんだ"
  },
  {
      "title": "くすのきクリスマスツリープレゼント交換会",
      "date": "12/01",
      "time": "23:00",
      "place": "楠",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "イニシャルℒ",
      "date": "12/02",
      "time": "0:00",
      "place": "京都の山",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "多数決の日",
      "date": "12/02",
      "time": "0:00",
      "place": "熊野寮",
      "haveImg": "n",
      "txt": "この日だけは、あえて全てを多数決で決めてみる。"
  },
  {
      "title": "翁と連帯",
      "date": "12/02",
      "time": "5:30",
      "place": "各ブロック",
      "haveImg": "y",
      "txt": "翁が来る前に寮内のゴミ袋を全部ゴミ出しして、翁に帰ってもらおう！仕事終わりに参加者みんなで翁を囲んで朝寮食を食べよう"
  },
  {
      "title": "日生学園",
      "date": "12/02",
      "time": "8:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "早朝に一心に床を磨くことにより雑念を取り払い自己の集中心を養う。"
  },
  {
      "title": "山車を作る",
      "date": "12/02",
      "time": "9:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "新興宗教トリ",
      "date": "12/02",
      "time": "11:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "食べるの早い人コンパ＆遅い人コンパ",
      "date": "12/02",
      "time": "12:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "はつゆき",
      "date": "12/02",
      "time": "12:00",
      "place": "限定されない",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ブランコ再建",
      "date": "12/02",
      "time": "13:00",
      "place": "民青池",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "チャリ窃盗RTA",
      "date": "12/02",
      "time": "13:30",
      "place": "京都市内",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "minesweeper vaterits やろう",
      "date": "12/02",
      "time": "14:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "TRIさんありがとう",
      "date": "12/02",
      "time": "14:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "屋上からポップコーンwith鶏",
      "date": "12/02",
      "time": "14:00",
      "place": "Ａ棟屋上・中庭",
      "haveImg": "y",
      "txt": "屋上からポップコーンを落とし下にいる人が口を開けて待ちキャッチする。地面に落ちたポップコーンは鶏がおいしくいただきます。"
  },
  {
      "title": "スターゲージパイ作る",
      "date": "12/02",
      "time": "15:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "S or C?",
      "date": "12/02",
      "time": "15:00",
      "place": "軟鉄庵",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "厚生部インターン",
      "date": "12/02",
      "time": "15:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "逆徳政令",
      "date": "12/02",
      "time": "16:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "寮食クイズ",
      "date": "12/02",
      "time": "17:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "利き魂心丼",
      "date": "12/02",
      "time": "17:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ミリしらビブリオバトル",
      "date": "12/02",
      "time": "19:00",
      "place": "食堂またはＣ１２談話室",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ボーグバトル2025",
      "date": "12/02",
      "time": "19:00",
      "place": "食堂またはロビー",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "OED礼儀",
      "date": "12/02",
      "time": "19:00",
      "place": "食堂モニター",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "熊野寮に家族がいるいた人コンパ",
      "date": "12/02",
      "time": "19:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "親、兄弟姉妹が熊野寮の人、集まれ〜！家族トークをたのしも〜！"
  },
  {
      "title": "文殊の知恵",
      "date": "12/02",
      "time": "19:00",
      "place": "食堂のテレビ",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "KMR presents Tiny Desk Concert",
      "date": "12/02",
      "time": "19:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ディナーショー",
      "date": "12/02",
      "time": "19:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "水俣病映画上映会",
      "date": "12/02",
      "time": "19:00",
      "place": "鉄扉",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "大階段グリコ",
      "date": "12/02",
      "time": "19:00",
      "place": "京都駅大階段",
      "haveImg": "y",
      "txt": "いつからやっているか知らないが今年もやってきた！京都駅の大階段でグリコしましょう。実はグリコはどこでやってもいいんです。"
  },
  {
      "title": "わたしのせかいちず",
      "date": "12/02",
      "time": "19:30",
      "place": "食堂の端っこ",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "お酢のみ会",
      "date": "12/02",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "石川県民コンパ",
      "date": "12/02",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "人柱",
      "date": "12/02",
      "time": "21:00",
      "place": "食堂・寮内の柱のある場所",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "議論仕切ってる感グランプリ",
      "date": "12/02",
      "time": "21:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ボカロ de イントロドン",
      "date": "12/02",
      "time": "21:00",
      "place": "食堂のどこか",
      "haveImg": "y",
      "txt": "集まれ、ボカロ好き！ボカロでイントロドンをしよう！王道からマイナーまで、皆で好きなボカロを共有しよう！"
  },
  {
      "title": "魔法陣を描こう",
      "date": "12/02",
      "time": "21:30",
      "place": "食堂・グラウンド・吉田南など",
      "haveImg": "y",
      "txt": "紙に，壁に，グラウンドに魔法陣を描きます．描きたいものは持ち寄り歓迎！最後はみんなでグラウンドにでっかいのを描きましょう．"
  },
  {
      "title": "メガネカルタ",
      "date": "12/02",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "メガネユーザーがメガネを外し、見えない状態でメガネを使ってカルタ！とったメガネの所有権はその日中！"
  },
  {
      "title": "Kumano Poker Tournament 2025",
      "date": "12/02",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "外山合宿同窓会",
      "date": "12/02",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "意味がわかるとこわい展",
      "date": "12/02",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "無礼コン",
      "date": "12/02",
      "time": "23:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "わら人形で嫌いな科目を呪おう！",
      "date": "12/03",
      "time": "0:00",
      "place": "駐輪場",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "BC棟間くそでかブランコ",
      "date": "12/03",
      "time": "9:00",
      "place": "ＢＣ棟間",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ピーと連帯",
      "date": "12/03",
      "time": "12:30",
      "place": "食北",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "やっちゃいけないこと全部やる",
      "date": "12/03",
      "time": "12:30",
      "place": "グラウンド",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "google検索のAI精度測定",
      "date": "12/03",
      "time": "12:30",
      "place": "googleに提案された場所",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "焼畑",
      "date": "12/03",
      "time": "13:00",
      "place": "中庭",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "アミューズ河原町丸太町店と連帯",
      "date": "12/03",
      "time": "13:00",
      "place": "アミューズ河原町丸太町",
      "haveImg": "y",
      "txt": "パチンコorパチスロ打ちます。 日頃の感謝を込めて、アミューズ河原町丸太町店と連帯。"
  },
  {
      "title": "劇企画「」演劇",
      "date": "12/03",
      "time": "13:00",
      "place": "民生池上もしくは屋上",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ド畜生コンパ",
      "date": "12/03",
      "time": "13:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "メロつく",
      "date": "12/03",
      "time": "14:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": "メロンパンをつくる！！！メロつく！！！"
  },
  {
      "title": "デーモン閣下イントロクイズ",
      "date": "12/03",
      "time": "15:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ブランド名格付けチェック",
      "date": "12/03",
      "time": "16:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": "そうはならんやろという読み方をするブランド名をどれだけ読めるかでその人の教養の度合いを測る。間違えた問題は将来恥をかかないようにしっかり覚えよう！"
  },
  {
      "title": "明日の寮食全部残置する",
      "date": "12/03",
      "time": "17:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "明日の寮食を全部残置して、太古にはあったと言われる幻の放送「明日の昼/夜寮食、売り切れました」を皆で聞こう。"
  },
  {
      "title": "Tさんのファンクラブ作る",
      "date": "12/03",
      "time": "17:00",
      "place": "ロビー",
      "haveImg": "y",
      "txt": "去年の寮祭で作り始めた寮生Tさんのファンクラブを完成させたい！"
  },
  {
      "title": "Tさんのwikipedia更新する",
      "date": "12/03",
      "time": "18:00",
      "place": "ロビー",
      "haveImg": "y",
      "txt": "一昨日の寮祭で作成した寮生TさんのWikipediaを今年も更新する。今年こそ一文も勝手に削除されませんように！"
  },
  {
      "title": "nグラムはかれ！",
      "date": "12/03",
      "time": "18:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "お茶碗に、しゃもじでご飯をよそうだけ。簡単そうだけど、意外と難しいんだよね。"
  },
  {
      "title": "レッツバトルドーム！！！",
      "date": "12/03",
      "time": "18:30",
      "place": "食堂",
      "haveImg": "n",
      "txt": "\"あの\"超！エキサイティン！！な3Dアクションゲーム「バトルドーム」がパワーアップして帰ってきた！さぁ！君もボールを相手のゴールにシュウウウウウウ！！！！！"
  },
  {
      "title": "ディナーショー",
      "date": "12/03",
      "time": "19:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "東大路百鬼夜行",
      "date": "12/03",
      "time": "19:00",
      "place": "東大路通り",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "MRか〇□かクイズ",
      "date": "12/03",
      "time": "20:00",
      "place": "食堂モニター前",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "精神構造を物質化する",
      "date": "12/03",
      "time": "20:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": "私の独断と偏見で参加者の精神構造を粘土化しました。面談もおこない、全て作るのに1ヶ月以上かかっています。当日は粘土当てクイズを行います。異議申し立て歓迎。"
  },
  {
      "title": "あるあるカルタ",
      "date": "12/03",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "卒業文集だーれの？",
      "date": "12/03",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "卒業文集って個性でるよね。誰の卒業文集かを当てよう。"
  },
  {
      "title": "おかゆコンテスト",
      "date": "12/03",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "n",
      "txt": "めっちゃ美味いおかゆ作った奴が勝ち"
  },
  {
      "title": "チネリ米コンパ",
      "date": "12/03",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ギタリスト座談会",
      "date": "12/03",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "麻雀のマナー違反全部やる",
      "date": "12/03",
      "time": "22:00",
      "place": "どこかの談話室",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "京大構内でケイドロ",
      "date": "12/03",
      "time": "22:00",
      "place": "京都大学",
      "haveImg": "y",
      "txt": "夜の京大構内でケイドロをします。discordの入ったスマホと、イヤフォンを持って来ると、通話しながら連携が取れて楽しいです。寒さとライトでスマホ充電切れがちなのでモバ充持って来るの推奨。手持ちライト持って来てくれると尚楽しいです。"
  },
  {
      "title": "闇ラー油",
      "date": "12/03",
      "time": "23:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "食堂で辣油を作るよ。でも香りが少し足りない気がするなぁ…"
  },
  {
      "title": "名古屋走り",
      "date": "12/03",
      "time": "23:30",
      "place": "中庭",
      "haveImg": "n",
      "txt": "無法地帯である熊野寮中庭で急発進急停止、歩行者虫など名古屋走りを再現して、魔京名古屋で生き延びる術を会得する。"
  },
  {
      "title": "酒税0円コンパ",
      "date": "12/04",
      "time": "0:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "未曽有の物価高の時代において、節約するべきは「酒税」である。みりんや料理酒をうまいこと飲んでみよう！"
  },
  {
      "title": "食堂水泳自由形",
      "date": "12/04",
      "time": "0:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ノロイ上映会",
      "date": "12/04",
      "time": "1:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "畳ジャンプバトル",
      "date": "12/04",
      "time": "1:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "座禅を組んで畳の上で跳ねる。最も高く跳んだ人は最終解脱者の称号を得る。"
  },
  {
      "title": "熱帯夜 熊野寮生",
      "date": "12/04",
      "time": "2:00",
      "place": "京都大学",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "窓口強訴",
      "date": "12/04",
      "time": "11:00",
      "place": "食堂→京大",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "パピコ早食い選手権",
      "date": "12/04",
      "time": "11:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "自転車パレード",
      "date": "12/04",
      "time": "12:00",
      "place": "本部構内",
      "haveImg": "y",
      "txt": "12:15クスノキ集合。昼休み中に終わります。本部構内を走り回ろう。"
  },
  {
      "title": "ファイト",
      "date": "12/04",
      "time": "12:30",
      "place": "ファミマ聖護院店",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "熊野寮geoguess",
      "date": "12/04",
      "time": "13:00",
      "place": "熊野寮全域(本部は食堂)",
      "haveImg": "n",
      "txt": "写真のヒントを頼りに実際の場所を探し出せ！熊野寮圏内でGeoguessバトル開催！成績優秀者には賞品あり"
  },
  {
      "title": "逆皇居ラン",
      "date": "12/04",
      "time": "13:00",
      "place": "寮のまわり",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "滝行",
      "date": "12/04",
      "time": "13:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "みかん祭り",
      "date": "12/04",
      "time": "15:00",
      "place": "ＡＢ棟間中庭",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ディナーショー",
      "date": "12/04",
      "time": "19:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "顔拓",
      "date": "12/04",
      "time": "19:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "多浪成人式",
      "date": "12/04",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "お風呂入らない人コンパ",
      "date": "12/04",
      "time": "20:00",
      "place": "食堂の片隅",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ジャグアタトゥー屋さん",
      "date": "12/04",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ききタバコ",
      "date": "12/04",
      "time": "20:00",
      "place": "喫煙所",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "熊野水を投与",
      "date": "12/04",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "力士VSスピリチュアル",
      "date": "12/04",
      "time": "20:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": "スピ界隈あるあるの「どついてパワーを確かめる」を旧帝大最強力士相手に検証します　スピアイテム・スピ食品をお持ちの方集まれ！"
  },
  {
      "title": "自己批判",
      "date": "12/04",
      "time": "20:30",
      "place": "Ｃ棟屋上",
      "haveImg": "n",
      "txt": "己の本質的な弱さを見つめ、抉り出し、弾劾し、遂には膝をつく。そうして立ち上がったとき、私たちの人生が真に始まることだろう。"
  },
  {
      "title": "利き水",
      "date": "12/04",
      "time": "21:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "チョコレートのカカオの限界何％か決める",
      "date": "12/04",
      "time": "21:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "押しくらまんじゅう押されて泣くまで",
      "date": "12/04",
      "time": "21:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "入れ替わっちゃった！？",
      "date": "12/04",
      "time": "21:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "？？？コンパ",
      "date": "12/04",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "コンセプトを伏せた状態でコンパを行い、参加者がコンセプトを当てたら勝ち"
  },
  {
      "title": "かなりゆるいドイツコンパ",
      "date": "12/04",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "イスラム圏コンパ",
      "date": "12/04",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "n",
      "txt": "イスラム圏の料理を囲み、昨今蔓延る排外主義に対し我々学生はどう立ち向かっていくべきか語り合います。料理人募集中。画像がないのは手抜きではなく偶像崇拝が禁止だからです。"
  },
  {
      "title": "ぶりぶりコンパ",
      "date": "12/04",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "百の三",
      "date": "12/04",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "「ブチ抜く吉田」鑑賞会",
      "date": "12/04",
      "time": "22:00",
      "place": "鉄扉",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "マジカルミライ上映会",
      "date": "12/04",
      "time": "22:00",
      "place": "Ｂ１２談話室",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "チャラ箱にいこう",
      "date": "12/04",
      "time": "22:00",
      "place": "木屋町",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "安國の茶",
      "date": "12/04",
      "time": "22:00",
      "place": "B12談話室",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ウイスキー・BAR",
      "date": "12/04",
      "time": "22:00",
      "place": "軟鉄庵",
      "haveImg": "n",
      "txt": "本日のスペシャルゲストはウイスキー同好会です"
  },
  {
      "title": "サメ映画上映会",
      "date": "12/05",
      "time": "0:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "勝ち抜け大喜利",
      "date": "12/05",
      "time": "0:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "人生で一番滑ったときの話",
      "date": "12/05",
      "time": "0:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "でかい実力行動",
      "date": "12/05",
      "time": "10:00",
      "place": "京都大学",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "KUMANいくまん",
      "date": "12/05",
      "time": "17:00",
      "place": "川東自治会連合集会所",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "全寮コンパ",
      "date": "12/05",
      "time": "18:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "威嚇",
      "date": "12/05",
      "time": "19:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "熊野寮モザイククイズ",
      "date": "12/05",
      "time": "19:00",
      "place": "食堂モニター前",
      "haveImg": "y",
      "txt": "熊野寮の写真にモザイクをかけちゃった！何の写真か当てよう！皆なら何の写真か、一瞬で分かるよね？"
  },
  {
      "title": "寮生サンダルクイズ",
      "date": "12/05",
      "time": "19:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "さいだのサイダー",
      "date": "12/05",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "変な靴下お披露目会",
      "date": "12/05",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "どぶろくコンパ",
      "date": "12/05",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "この自己啓発本、本物？",
      "date": "12/05",
      "time": "21:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "べっこう飴占い",
      "date": "12/05",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "人と話せない人コンパ",
      "date": "12/05",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "シャンパンタワー",
      "date": "12/05",
      "time": "23:30",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "五色と連帯",
      "date": "12/06",
      "time": "0:00",
      "place": "五色湯（大阪）",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "あの微笑みを忘れないで",
      "date": "12/06",
      "time": "0:30",
      "place": "グラウンド(ロビー集合)",
      "haveImg": "y",
      "txt": "25時、砂の上に車を止めて語り明かす。ぬるいコーラと夢はご持参ください。"
  },
  {
      "title": "TOEFL全力応援",
      "date": "12/06",
      "time": "9:00",
      "place": "吉田南キャンパス",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "遅刻遅刻",
      "date": "12/06",
      "time": "9:00",
      "place": "門前",
      "haveImg": "y",
      "txt": "朝寮食咥えてはしる"
  },
  {
      "title": "チャリ人間コンテスト",
      "date": "12/06",
      "time": "11:00",
      "place": "鴨川沿い",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "たつべ漁",
      "date": "12/06",
      "time": "11:30",
      "place": "中庭・鴨川",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "クマスマSP",
      "date": "12/06",
      "time": "12:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "熊野寮最大のスマブラトーナメント、今年も開催。"
  },
  {
      "title": "うちらぬいぐるみだけどプリとっちゃうもんね☆",
      "date": "12/06",
      "time": "12:00",
      "place": "プリクラあるとこ",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "思い出の写真",
      "date": "12/06",
      "time": "12:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "クマノの地上絵",
      "date": "12/06",
      "time": "12:00",
      "place": "グラウンド",
      "haveImg": "y",
      "txt": "今年の地上絵は猫です。2020年南米ペルーのナスカ台地で発見されたこの全長37メートルの地上絵は、その太くて長いレッサーパンダのような尻尾の特徴から、アンデスネコがモデルだと考えられています。アンデスネコは現在もアンデス山脈の高地にわずかに生息する絶滅危惧種で、古代から繁栄や再生の象徴として崇められてきました。可愛らしさと神聖さを併せ持つ、一風変わった猫の地上絵を熊野寮に完全顕現させましょう。"
  },
  {
      "title": "リアルツイッター",
      "date": "12/06",
      "time": "13:00",
      "place": "ＡＢ棟間中庭",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "動物園と連帯",
      "date": "12/06",
      "time": "13:00",
      "place": "京都市動物園",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ケーキコンパ",
      "date": "12/06",
      "time": "14:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "炊事部のお金を使って景気のいいケーキを作ろう！"
  },
  {
      "title": "はじめてのりょうないたんけん",
      "date": "12/06",
      "time": "14:00",
      "place": "寮内各所",
      "haveImg": "y",
      "txt": "普段はお部屋でごろごろしているぬいぐるみさんたちが、みんなで初めての寮内探検に行きます。ヘルメットとか被ったりします。"
  },
  {
      "title": "クッキー麻雀",
      "date": "12/06",
      "time": "14:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "TOEFL全力受験",
      "date": "12/06",
      "time": "14:00",
      "place": "吉田南キャンパス",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "TOEFL仮装大会",
      "date": "12/06",
      "time": "14:00",
      "place": "吉田南キャンパス",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ブロック対決創作料理",
      "date": "12/06",
      "time": "15:00",
      "place": "各炊事場→食堂",
      "haveImg": "n",
      "txt": "素晴らしい料理人と美食家がいると噂の熊野寮生が作った創作料理を審査員(あなた)が食べる。食料費はカンパ制を予定。"
  },
  {
      "title": "修学旅行ファンタジア",
      "date": "12/06",
      "time": "15:00",
      "place": "屋外",
      "haveImg": "n",
      "txt": "修学旅行行きますよ"
  },
  {
      "title": "ぬいぐるみ寸劇",
      "date": "12/06",
      "time": "16:00",
      "place": "食北",
      "haveImg": "y",
      "txt": "ぬいぐるみになりきっておしゃべりしましょ．演技力と即興性が試される…！"
  },
  {
      "title": "学寮交流コンパ",
      "date": "12/06",
      "time": "17:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "村上春樹popupカフェ",
      "date": "12/06",
      "time": "17:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "DOPE盆",
      "date": "12/06",
      "time": "17:00",
      "place": "駐輪場",
      "haveImg": "y",
      "txt": "盆踊りをしましょう。ちょっと変な曲を流します。型のある踊りを先ずは守り、破り、離れ、自分の踊りを獲得しよう！"
  },
  {
      "title": "ロシアンごま団子",
      "date": "12/06",
      "time": "18:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "芋煮会",
      "date": "12/06",
      "time": "18:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ゆっくりハイライト",
      "date": "12/06",
      "time": "18:00",
      "place": "ハイライト食堂　百万遍店",
      "haveImg": "y",
      "txt": "「食べ切れないなら食べてあげようか？」 私の料理に手を出すな！　私は食べるのがゆっくりなだけ！"
  },
  {
      "title": "絶対むせるコンパ",
      "date": "12/06",
      "time": "19:00",
      "place": "食堂",
      "haveImg": "n",
      "txt": "選りすぐりのむせる料理を揃えました★全てむせずに食べることが絶対に不可能なように致しますので是非お越しください"
  },
  {
      "title": "ノー練習ダメージジーンズ",
      "date": "12/06",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "n",
      "txt": "己のセンスだけでダメージ加工を施す。服は持ち込み制、ジーンズ以外の加工も歓迎。"
  },
  {
      "title": "白雪姫",
      "date": "12/06",
      "time": "20:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "哲学対話",
      "date": "12/06",
      "time": "20:00",
      "place": "Ｃ１２談話室",
      "haveImg": "y",
      "txt": "哲学対話とは日常で感じる哲学的な問いをみんなで深めて対話する活動です。ココアを片手にこの瞬間この人たちで生まれていく対話の流れを味わいませんか？"
  },
  {
      "title": "失神した人にブランデーをかがせる",
      "date": "12/06",
      "time": "21:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "「キャッ、ネズミよ！」きゅーばたん。「大変だ！　誰かサイドボードのブランデーを持ってきてくれ！」"
  },
  {
      "title": "熱燗縛り",
      "date": "12/06",
      "time": "21:00",
      "place": "食堂",
      "haveImg": "n",
      "txt": "酒の種類に関わらず、全て熱燗にして飲む。"
  },
  {
      "title": "KUMANO COLOSSEUM",
      "date": "12/06",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "剣闘士募集中。飛び込み可"
  },
  {
      "title": "サシトーク！！！",
      "date": "12/06",
      "time": "22:00",
      "place": "食堂集合",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "江東区コンパ",
      "date": "12/06",
      "time": "22:00",
      "place": "江東区",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "お寿大のおすし",
      "date": "12/06",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "宗教二世三世コンパ",
      "date": "12/06",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "6回生コンパ",
      "date": "12/06",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "親不孝コンパ",
      "date": "12/06",
      "time": "22:00",
      "place": "鉄扉",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "鴨川トライアスロン",
      "date": "12/07",
      "time": "7:00",
      "place": "京都市(鴨川公園運動場〜熊野寮)",
      "haveImg": "y",
      "txt": "鴨川でマラソンサイクリングスイミングしよう"
  },
  {
      "title": "放歌高吟",
      "date": "12/07",
      "time": "11:30",
      "place": "丸太町通などの道",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ギャンブルサンド",
      "date": "12/07",
      "time": "12:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "サンドイッチを作って食べよう。ただし組み合わせは運次第"
  },
  {
      "title": "全部コロす",
      "date": "12/07",
      "time": "12:00",
      "place": "食堂・B3炊事場",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "鴨川イカダレース",
      "date": "12/07",
      "time": "12:00",
      "place": "玄関集合(材料は食堂北部)",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "釣りベスト着て競馬行く",
      "date": "12/07",
      "time": "12:00",
      "place": "淀競馬場",
      "haveImg": "n",
      "txt": "釣りベストで競馬行きますよ"
  },
  {
      "title": "鴨川チキンレース",
      "date": "12/07",
      "time": "12:00",
      "place": "鴨川",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "寮祭ライブ",
      "date": "12/07",
      "time": "14:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "毎年恒例、寮祭ライブ！今年も熊野寮から熱い時間をお届けします！"
  },
  {
      "title": "さ入りシュー",
      "date": "12/07",
      "time": "17:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "没企画供養",
      "date": "12/07",
      "time": "21:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ソードアート・オンライン ファントム・バレット編１-２話リアルタイム視聴",
      "date": "12/07",
      "time": "21:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "27年前の月刊ムーでペンパル募集してた人に手紙出してみる",
      "date": "12/07",
      "time": "21:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ファイヤーストーム",
      "date": "12/07",
      "time": "22:00",
      "place": "駐輪場",
      "haveImg": "y",
      "txt": "燃やし尽くす、京都を、我々の魂を。"
  },
  {
      "title": "今年のひらがな",
      "date": "12/07",
      "time": "22:00",
      "place": "Ｂ２バルコニー",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "花火",
      "date": "12/07",
      "time": "22:00",
      "place": "中庭・京都大学",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "プラズマカノン",
      "date": "12/07",
      "time": "22:00",
      "place": "駐輪場",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ロシアンオイスター",
      "date": "12/07",
      "time": "22:00",
      "place": "食堂",
      "haveImg": "y",
      "txt": "当たるも牡蠣、当たらぬも牡蠣。"
  },
  {
      "title": "YKTのせんべろ",
      "date": "",
      "time": "常設",
      "place": "寮内のどこか",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "時計台選挙",
      "date": "",
      "time": "常設",
      "place": "壁（ロビーや食堂）の紙",
      "haveImg": "y",
      "txt": "時計台選挙は、近代の象徴である時計台を選挙するイベントです。産業界が支配する時間を私たちの手に取り戻し、誰もが堂々と主張し活動できるようにする選挙戦です。"
  },
  {
      "title": "1日1回大文字日床",
      "date": "",
      "time": "常設",
      "place": "大文字山",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "熊野RING",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "アプリのハイセンスな名前募集",
      "date": "",
      "time": "常設",
      "place": "オンライン",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "御寮印",
      "date": "",
      "time": "常設",
      "place": "食堂の端っこ",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "暗号学寮のくまの",
      "date": "",
      "time": "常設",
      "place": "なし",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "仮想猫",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "haveImg": "n",
      "txt": "猫を飼いたいのですが、衛生上の問題から食堂で猫を飼うことは困難なので、想像上で猫を飼いましょう。みんなで飼えば現実になるはず。"
  },
  {
      "title": "大麻",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "けいおん!けいおん‼︎映画けいおん!鑑賞会",
      "date": "",
      "time": "常設",
      "place": "Ｂ１２談話室",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "天葉とユタカ",
      "date": "",
      "time": "常設",
      "place": "ユタカ",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "来寮（在寮）記念ノート",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "トイレでお花を摘む",
      "date": "",
      "time": "常設",
      "place": "Ｂ２トイレ",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "似顔絵屋",
      "date": "",
      "time": "常設",
      "place": "駐輪場（雨天時食堂）",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "「ハチ公前集合で！」",
      "date": "",
      "time": "常設",
      "place": "ハチ公前",
      "haveImg": "n",
      "txt": "寮祭期間中に待ち合わせで困らないよう、寮にハチ公像を作る。"
  },
  {
      "title": "コーヒースタンドKUMANO",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "haveImg": "y",
      "txt": "朝寮食の時間に、淹れたてのエスプレッソを提供します。"
  },
  {
      "title": "サプール左京区支部",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "haveImg": "n",
      "txt": "「服が汚れるから戦争はしない。」コンゴのサプールに倣い平和を訴える。"
  },
  {
      "title": "間違い探し",
      "date": "",
      "time": "常設",
      "place": "このパンフ",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "寮祭です。",
      "date": "",
      "time": "常設",
      "place": "オンライン",
      "haveImg": "y",
      "txt": "LINEの「了解」を「寮祭」にして送る。discordとかも。"
  },
  {
      "title": "デスドラのデスノート",
      "date": "",
      "time": "常設",
      "place": "いつでも、どこでも。",
      "haveImg": "y",
      "txt": "デスノートを使って理想の世界を作り上げる。これは、僕にしかできないことだ。僕が新世界の神になる。"
  },
  {
      "title": "みかん祭り粉砕",
      "date": "",
      "time": "常設",
      "place": "みかんがあるところ",
      "haveImg": "y",
      "txt": "投げるためのみかんを全て食い尽くして、みかん祭りを粉砕しよう。"
  },
  {
      "title": "ウィンチェスター・ドミトリー",
      "date": "",
      "time": "常設",
      "place": "どこかで",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ゆきむぅに野菜食べさせない",
      "date": "",
      "time": "常設",
      "place": "あらゆる場所で",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ゆきむぅに野菜食べさせる",
      "date": "",
      "time": "常設",
      "place": "あらゆる場所",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "他人の企画勝手にやる",
      "date": "",
      "time": "常設",
      "place": "あらゆる場所で",
      "haveImg": "y",
      "txt": "実施されてなさそうな他人の企画を勝手にやる。誰がやってもいい。"
  },
  {
      "title": "アー写真集",
      "date": "",
      "time": "常設",
      "place": "食堂かロビー",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "痩せる",
      "date": "",
      "time": "常設",
      "place": "寮内",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "炊事当と連帯",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "バーガーキングの最強の呼び方決める",
      "date": "",
      "time": "常設",
      "place": "ロビー",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "京都地裁と連帯",
      "date": "",
      "time": "常設",
      "place": "京都地裁",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "事務当と連帯",
      "date": "",
      "time": "常設",
      "place": "事務室",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "礼拝",
      "date": "",
      "time": "常設",
      "place": "全世界",
      "haveImg": "y",
      "txt": "1日5回寮の方向を向いて祈りを捧げる"
  },
  {
      "title": "池田屋vs夢語vs京都二郎",
      "date": "",
      "time": "常設",
      "place": "ロビー",
      "haveImg": "y",
      "txt": "一乗寺で1番美味い二郎系は何か、今宵ハッキリさせます。投票は1人何票でも入れていいですが、各投票毎にそのラーメン屋へのアツい思いを記してください。思いがアツくなかった場合無効票となります。これにより、ファンの熱量を投票結果に加味します。"
  },
  {
      "title": "なぎのお暇",
      "date": "",
      "time": "常設",
      "place": "ちきう",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "暗殺",
      "date": "",
      "time": "常設",
      "place": "地球",
      "haveImg": "y",
      "txt": "sour assassin"
  },
  {
      "title": "屋上ラジオ体操",
      "date": "",
      "time": "常設",
      "place": "屋上",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "完全食",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "新井と連帯",
      "date": "",
      "time": "常設",
      "place": "新井の居る地",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "チャンダーメニュー総選挙",
      "date": "",
      "time": "常設",
      "place": "web上",
      "haveImg": "y",
      "txt": "チャンダーの人気メニュー１位を決めよう！最多得票メニュー投票者には何かあるかも？"
  },
  {
      "title": "絵しりとリレー",
      "date": "",
      "time": "常設",
      "place": "食堂または玄関またはロビー",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "最高のだじゃれをさがす",
      "date": "",
      "time": "常設",
      "place": "オープンチャット上、食堂またはＣ１２談話室",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "最高のダジャレを探す",
      "date": "",
      "time": "常設",
      "place": "オープンチャット上・食堂またはC12談話室",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "寮食かるた！",
      "date": "",
      "time": "常設",
      "place": "食堂またはＣ１２談話室",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "死ね花",
      "date": "",
      "time": "常設",
      "place": "Ｃ棟外階段２Ｆ踊り場",
      "haveImg": "n",
      "txt": "観葉植物はどれだけ丁寧に世話をしてもいつかは枯れ、捨てられてしまうもの。そこで、もう使われなくなった歯車や水平器などの人工遺物に穴をあけてガラス管を差し、そこに枯れた植物を「死ね花」として活けなおすことで植物状態の延命・永続化を図ります。階段の展示はいつでも鑑賞可能。ワークショップ「死ね花」は「公園のハトに労働契約を結ばせよう！」と同時開催予定です。"
  },
  {
      "title": "賽銭箱に鈴つけたい",
      "date": "",
      "time": "常設",
      "place": "賽銭箱",
      "haveImg": "y",
      "txt": "賽銭箱に入れるとき鈴を鳴らしたい。鈴の代金のカンパ求む。"
  },
  {
      "title": "あさくらを見る会",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "あたたまりや",
      "date": "",
      "time": "常設",
      "place": "ロビー",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "カンパおねだり",
      "date": "",
      "time": "常設",
      "place": "どこでも",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "季節はずれのセミの一生体験",
      "date": "",
      "time": "常設",
      "place": "中庭",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "第三回京大入試実戦模試",
      "date": "",
      "time": "常設",
      "place": "寮内のどこか",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "生ハムを切る",
      "date": "",
      "time": "常設",
      "place": "食堂、軟鉄",
      "haveImg": "y",
      "txt": "生ハムの原木をひたすら切るからみんなで食べようか"
  },
  {
      "title": "縛る解く交流会",
      "date": "",
      "time": "常設",
      "place": "ロビーか食堂",
      "haveImg": "n",
      "txt": "紐を縛れ。解け。"
  },
  {
      "title": "ドレッシング祭り",
      "date": "",
      "time": "常設",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
    "title": "JACK of All Trades",
    "date": "",
    "time": "常設",
    "place": "食堂・食堂周辺",
    "haveImg": "n",
    "txt": "農産物販売；柑橘、米、古代米（赤米、黒米）農業書籍販売、フリマ"
  },
  {
      "title": "殴る、蹴る。",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "高校生クイズの間違えたら水に落ちるやつ",
      "date": "",
      "time": "ゲリラ",
      "place": "民青池",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "超火力調理",
      "date": "",
      "time": "ゲリラ",
      "place": "駐輪場または中庭",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "寮旗つくる",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "櫓建てる",
      "date": "",
      "time": "ゲリラ",
      "place": "駐輪場",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "いとうららかコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "朗らかに伸びやかにコンパをやる"
  },
  {
      "title": "ういろううりコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "早口で口上を言い立てながらコンパをやる"
  },
  {
      "title": "うしろうしろコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "背後に気を配らずにコンパをやる"
  },
  {
      "title": "うつつらつらコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "落ち込んだ気分でコンパをやる"
  },
  {
      "title": "うらみつらみコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "怨恨を抱いてコンパをやる"
  },
  {
      "title": "カラス銀行クマノ支店",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂など",
      "haveImg": "y",
      "txt": "「ジャンケットバンク」「カイジ」「HUNTER×HUNTER」などに登場するゲームをやってみたいので、やる。"
  },
  {
      "title": "すうつのうらコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "スーツの裏に食べ物を隠してコンパをやる"
  },
  {
      "title": "ずつうがつらコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "低気圧や寝不足を恨んでコンパをやる"
  },
  {
      "title": "たろうらしまコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "コンパを終えたら急に老いる"
  },
  {
      "title": "つうふうつらコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "プリン体の多いものを並べてコンパをやる"
  },
  {
      "title": "らつしーうまコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "ラッシーを振る舞いながらコンパをやる"
  },
  {
      "title": "アルリオバトル",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂or軟鉄庵",
      "haveImg": "y",
      "txt": "推しの酒を持ち寄り、飲み、布教し。"
  },
  {
      "title": "ジンクラフト",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": "クラフトジンを、クラフトする。(参加したい人はお好きなハーブ／スパイス等を持ち込むとGOOD)"
  },
  {
      "title": "ぼかくら",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂or音楽室",
      "haveImg": "n",
      "txt": "ボカロオタクってこういうのが好きなんでしょ？って感じのセトリでDJします！"
  },
  {
      "title": "蒸留",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂or軟鉄庵",
      "haveImg": "y",
      "txt": "蒸留を、します。"
  },
  {
      "title": "薬酒BAR",
      "date": "",
      "time": "ゲリラ",
      "place": "軟鉄庵",
      "haveImg": "y",
      "txt": "薬酒BARです。今年も体に良い、自家製の薬酒を提供します。是非とも憩いに来てください。お待ちしております。"
  },
  {
      "title": "盲牌麻雀",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "よい子への道",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "魂",
      "date": "",
      "time": "ゲリラ",
      "place": "魂心家大津店",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "食堂奪還",
      "date": "",
      "time": "ゲリラ",
      "place": "yosidatyuuoousyokudou?",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "『ペリリュー ー楽園のゲルニカー』を見に行こう",
      "date": "",
      "time": "ゲリラ",
      "place": "京都市内の映画館",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "BGMをつける",
      "date": "",
      "time": "ゲリラ",
      "place": "どこでも",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "いきなりステーキ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ファウンドフッテージを作ろう",
      "date": "",
      "time": "ゲリラ",
      "place": "大学構内",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "有礼講",
      "date": "",
      "time": "ゲリラ",
      "place": "いつなんどき",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "ジャグアタトゥー屋さんAiAi",
      "date": "",
      "time": "ゲリラ",
      "place": "椅子と机があればどこでも",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "エクストリーム医療",
      "date": "",
      "time": "ゲリラ",
      "place": "患者周辺",
      "haveImg": "n",
      "txt": "丸腰で医療行為をする。"
  },
  {
      "title": "さうんどはうしゅ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "みんなでサウンドハウスで買い物し、謎の純米大吟醸「さうんどはうしゅ」(3800円)をポイントで買おう。"
  },
  {
      "title": "スター・ウォーズコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "コンパの段取りをめちゃくちゃにする。スター・ウォーズに関することは特にしない。"
  },
  {
      "title": "スピリタスボンボン",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": "チョコボンボンは度数に関わらず、法的には酒類に分類されないらしいですね。"
  },
  {
      "title": "ハイドレーションパック",
      "date": "",
      "time": "ゲリラ",
      "place": "背中",
      "haveImg": "n",
      "txt": "液体を入れてリュックのように背負い、いつでも水分補給ができるハイドレーションパック。何かに使えそうですよね。"
  },
  {
      "title": "ロシアン・ブリーチ・ルーレット",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "円形に並んだ参加者の中心でブリーチ剤のボトルを回し、止まった先の参加者が金髪になる"
  },
  {
      "title": "ワークライフバランスという言葉を捨てる",
      "date": "",
      "time": "ゲリラ",
      "place": "どこでも",
      "haveImg": "n",
      "txt": "バイト先に退職の連絡を入れる"
  },
  {
      "title": "屋台ラーメンいんとすたんと亭",
      "date": "",
      "time": "ゲリラ",
      "place": "駐輪場",
      "haveImg": "n",
      "txt": "駐輪場に、袋麺限定の屋台ラーメンを開店する。"
  },
  {
      "title": "夏をする。",
      "date": "",
      "time": "ゲリラ",
      "place": "Ｂ１２談話室",
      "haveImg": "n",
      "txt": "談話室を全力の暖房で温めている間に、夏っぽいことを全部する。"
  },
  {
      "title": "勘でドライヘッドスパ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "ドライヘッドスパって、素人が勘でやってもそこそこ気持ちいいんじゃないかな。"
  },
  {
      "title": "吉田構内ヒッチハイク",
      "date": "",
      "time": "ゲリラ",
      "place": "吉田キャンパス",
      "haveImg": "y",
      "txt": "クスノキ前で車を拾い、法経本館まで乗せてもらう。"
  },
  {
      "title": "逆食レポ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "予め提示された食レポに合う料理を創作する"
  },
  {
      "title": "誤嚥対策",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "誤嚥性肺炎を予防するため、コンパの酒にとろみを付けて逃げる。"
  },
  {
      "title": "箱ティッシュ配り",
      "date": "",
      "time": "ゲリラ",
      "place": "京大周辺",
      "haveImg": "n",
      "txt": "寮祭の宣伝のため、街頭で箱ティッシュを配る。ポケットティッシュより宣伝効果が大きいはず。"
  },
  {
      "title": "万物揚げ太郎",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂orロビー",
      "haveImg": "n",
      "txt": "ルール　①客が持ち込んだ食べ物を何でも揚げる。　②客は揚げ物を必ず周りの人におすそ分けする。"
  },
  {
      "title": "鷲巣UNO",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "特殊なルールでUNOをプレイし、負けたら血液を失う。"
  },
  {
      "title": "見知らぬ天井",
      "date": "",
      "time": "ゲリラ",
      "place": "実行される時まで未定",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "身内やばい人座談会",
      "date": "",
      "time": "ゲリラ",
      "place": "鉄扉",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "京大現代文を味わい尽くす。",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": "大学入試現代文の最高峰である京大現代文を解いて、味わい尽くす。誰の解答が最も美しいか、徹底討論を尽くそう。"
  },
  {
      "title": "ギャンブル似顔絵",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂かロビー",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "逆石田純一選手権",
      "date": "",
      "time": "ゲリラ",
      "place": "寮",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "弾圧職員にぶぶ漬けを提供する。",
      "date": "",
      "time": "ゲリラ",
      "place": "時計台前",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "熊座戦",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂付近、ロビーとか",
      "haveImg": "y",
      "txt": "囲碁トーナメント@熊野寮"
  },
  {
      "title": "深編笠を編む",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂周辺",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "熊辞雲NGワードゲーム",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "熊辞雲NGワードゲーム(熊辞雲に載っているワード禁止で寮について話し合おう)"
  },
  {
      "title": "ジェバンニは本当に一晩でやってくれるのか？",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "柴崎春通の動画見ながらお絵描き",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "飲酒運転",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": "飲酒してマリオカートする。順位÷2杯飲む。"
  },
  {
      "title": "金座湯",
      "date": "",
      "time": "ゲリラ",
      "place": "中庭",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "OGSWRDNでシャバイshorts動画とる",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "くすのきクリスマスツリー",
      "date": "",
      "time": "ゲリラ",
      "place": "クスノキ前",
      "haveImg": "y",
      "txt": "くすのきをクリスマス仕様に飾りつけてながひろくん宛のプレゼントや気持ちのこもったお手紙を送る。"
  },
  {
      "title": "聖火ランナー",
      "date": "",
      "time": "ゲリラ",
      "place": "熊野寮から吉田キャンパス",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "川合に許してもらおうの会",
      "date": "",
      "time": "ゲリラ",
      "place": "川合",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "OGSWRDNを自転車に乗せよう",
      "date": "",
      "time": "ゲリラ",
      "place": "熊野寮から大学にかけて",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "プラシーボお風呂",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": "視界にはシャワー室の写真。耳元にはシャワーの音、シャンプーを泡立てる音。鼻にはボディソープの匂い。五感をフルに使い、まるでお風呂に入っているかのような感覚をお届けします。"
  },
  {
      "title": "ワイン作る",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": "1回生にワインを作ってもらいます。そしてその作ったワインは卒業式の日に飲みます。卒業に時間がかかればかかるほど美味しくなり、Happy。 ※ジョークですよ。本当に作るわけないじゃないですか、犯罪なんだから。本当に。"
  },
  {
      "title": "竹と杉焼く",
      "date": "",
      "time": "ゲリラ",
      "place": "アヒル小屋の前",
      "haveImg": "n",
      "txt": "竹内退寮を弔って。"
  },
  {
      "title": "ジュークボックス修理",
      "date": "",
      "time": "ゲリラ",
      "place": "Ｃ２踊り場",
      "haveImg": "y",
      "txt": "踊り場に放置され何度もすてられそうになったジュークボックスをなおしておしゃな雰囲気をつくります。"
  },
  {
      "title": "踊り場に放置され何度もすてられそうになったジュークボックスをなおしておしゃな雰囲気をつくります。",
      "date": "",
      "time": "ゲリラ",
      "place": "殴る、蹴る。と同じ。",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "出張懺悔室",
      "date": "",
      "time": "ゲリラ",
      "place": "京大構内、寮",
      "haveImg": "y",
      "txt": "湊長博は動かない。懺悔室"
  },
  {
      "title": "ｎ相傘",
      "date": "",
      "time": "ゲリラ",
      "place": "寮～学校",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "さよならを言い合って、もう一度振り向いた時にはもういない",
      "date": "",
      "time": "ゲリラ",
      "place": "別れの地",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "どうしょうもないことを思い出して、どうにもならないとわかっていても、夕陽に向かって駆け出すしかなかったんだ",
      "date": "",
      "time": "ゲリラ",
      "place": "川辺",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "三代目ェ！",
      "date": "",
      "time": "ゲリラ",
      "place": "様々",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "自己同一性の恢復",
      "date": "",
      "time": "ゲリラ",
      "place": "鏡の前",
      "haveImg": "n",
      "txt": "鏡に向かって「私は誰？」と問い、疑い続け、その中でも揺らがない真の自己の核を見出すことで、疎外されたアイデンティティを取り戻す。"
  },
  {
      "title": "勝訴",
      "date": "",
      "time": "ゲリラ",
      "place": "ロビー",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "不当判決",
      "date": "",
      "time": "ゲリラ",
      "place": "ロビー",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "来ないあの人を待ちながら、手袋の中の悴んだ手にそっと、白い息を",
      "date": "",
      "time": "ゲリラ",
      "place": "約束した場所",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "お寿大のOSUドライブ",
      "date": "",
      "time": "ゲリラ",
      "place": "関西",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "熊野寮ドミノ〜知らない人のドミノを壊すのが一番気持ちいい〜",
      "date": "",
      "time": "ゲリラ",
      "place": "寮内",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "感謝の1日1溜めロン",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": "マナ悪の殿堂。Youtube「麻雀ドラマ 名シーン【溜めロン】」を参照。"
  },
  {
      "title": "出所祝",
      "date": "",
      "time": "ゲリラ",
      "place": "寮、大学（正門、北部の門）",
      "haveImg": "y",
      "txt": "大学という名の監獄でのお勤めを全うされた兄貴/姉貴を迎えに行きます。"
  },
  {
      "title": "平日の昼間から河原でカップ酒",
      "date": "",
      "time": "ゲリラ",
      "place": "鴨川",
      "haveImg": "y",
      "txt": "人生に絶望する。"
  },
  {
      "title": "テイクアウトインデアン",
      "date": "",
      "time": "ゲリラ",
      "place": "北海道",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "カラメリゼする2",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": "砂糖とガスバーナーをもってコンパに出没します。表面をパリパリにしちゃうぞ"
  },
  {
      "title": "ゲリラヘナタトゥー",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂かロビー",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "米で食器をつくる",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "A棟のideaが見たい！",
      "date": "",
      "time": "ゲリラ",
      "place": "なし",
      "haveImg": "n",
      "txt": "A棟の企画がもっと見たい"
  },
  {
      "title": "七転び八起きしよう",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂とか",
      "haveImg": "n",
      "txt": "七回転んで八回起きられたらいいよね"
  },
  {
      "title": "ほんとに学習する学習会",
      "date": "",
      "time": "ゲリラ",
      "place": "食北またはＣ１２談話室",
      "haveImg": "n",
      "txt": "ほんとに学習する学習会　寮祭期間中でも事情があって勉強しなければいけない時に人を募って一緒に勉強することで寮祭に参加している気分になろう！"
  },
  {
      "title": "公園のハトに労働契約を結ばせよう！",
      "date": "",
      "time": "ゲリラ",
      "place": "よさげな公園",
      "haveImg": "n",
      "txt": "本企画では、よさげな公園へ向かい、道中作成した労働契約書の上にエサをまきます。すると、ハトたちがやってきて、書類の隅から隅まで歩き回り、その足跡で堂々たる同意の捺印を残してくれるというわけです。「書類はちゃんと読まなければいけない」、そんな当たり前のことを公園のハトどもに身体で思い知らせてやりましょう。後日の労使トラブルを避けるため、労働条件通知書も一方的に交付します。「死ね花」と同時開催予定。"
  },
  {
      "title": "死ね花",
      "date": "",
      "time": "ゲリラ",
      "place": "Ｃ棟外階段２Ｆ踊り場",
      "haveImg": "n",
      "txt": "観葉植物はどれだけ丁寧に世話をしてもいつかは枯れ、捨てられてしまうもの。そこで、もう使われなくなった歯車や水平器などの人工遺物に穴をあけてガラス管を差し、そこに枯れた植物を「死ね花」として活けなおすことで植物状態の延命・永続化を図ります。階段の展示はいつでも鑑賞可能。ワークショップ「死ね花」は「公園のハトに労働契約を結ばせよう！」と同時開催予定です。"
  },
  {
      "title": "屋上の狙撃手",
      "date": "",
      "time": "ゲリラ",
      "place": "Ｃ棟屋上",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "無限ポップコーンコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "お寿大の押忍！受験道",
      "date": "",
      "time": "ゲリラ",
      "place": "寮のどこか",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "シューティング合宿上映会",
      "date": "",
      "time": "ゲリラ",
      "place": "寮のどこか",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "食堂（じきどう）",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": "やっぱり食堂は木造、せめて柱一本だけでも"
  },
  {
      "title": "8人メガンテ",
      "date": "",
      "time": "ゲリラ",
      "place": "どこかの談話室",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "パラノーマルゴ・アクティビティ",
      "date": "",
      "time": "ゲリラ",
      "place": "マルゴ",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "キャプション",
      "date": "",
      "time": "ゲリラ",
      "place": "至る所",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "排除アートの上で寝る",
      "date": "",
      "time": "ゲリラ",
      "place": "熊野神社前のバス停、京都市役所前などの排除アートのある場所",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "企画正誤判定bot",
      "date": "",
      "time": "ゲリラ",
      "place": "どこか",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "死人がゴロゴロ出るような大きい山を狙う",
      "date": "",
      "time": "ゲリラ",
      "place": "大文字山",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "季節はずれのセミの一生体験",
      "date": "",
      "time": "ゲリラ",
      "place": "中庭",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "今年も女王様に見張られる！",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "アヒル出張",
      "date": "",
      "time": "ゲリラ",
      "place": "ロビーか寮入口",
      "haveImg": "n",
      "txt": "GwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwaGwa"
  },
  {
      "title": "ウイスキー飲み比べ",
      "date": "",
      "time": "ゲリラ",
      "place": "軟鉄",
      "haveImg": "y",
      "txt": "ウイスキーについて知ろう"
  },
  {
      "title": "ジン飲み比べ",
      "date": "",
      "time": "ゲリラ",
      "place": "軟鉄",
      "haveImg": "y",
      "txt": "ジンを感じる"
  },
  {
      "title": "逆BARKUMA",
      "date": "",
      "time": "ゲリラ",
      "place": "軟鉄",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "うつらうつらコンパ",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "n",
      "txt": "眠気に耐えながらコンパをやる"
  },
  {
      "title": "天井Abbey Road",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
      "title": "天井を歩く",
      "date": "",
      "time": "ゲリラ",
      "place": "食堂",
      "haveImg": "y",
      "txt": ""
  },
  {
    "title": "同上",
    "date": "",
    "time": "同上",
    "place": "同上",
    "haveImg": "y",
    "txt": ""
  },
  // new projs
  {
    "title": "栃木県民コンパ",
    "date": "11/29",
    "time": "15:00",
    "place": "食堂・食北",
    "haveImg": "n",
    "txt": "祭が熊野寮で開かれるらしいという話を目にし、そこからバババッと推論がいろいろと飛んで、結論としては、今後、栃木県が重要になるだろうという考えに至った。"
  },
  {
    "title": "日就式卓球",
    "date": "",
    "time": "ゲリラ",
    "place": "食堂",
    "haveImg": "y",
    "txt": ""
  },
  {
    "title": "ペット自慢大会",
    "date": "",
    "time": "ゲリラ",
    "place": "",
    "haveImg": "y",
    "txt": ""
  },
  {
    "title": "こがちのこばち",
    "date": "",
    "time": "ゲリラ",
    "place": "",
    "haveImg": "y",
    "txt": ""
  },
];

const index_finder = {};
for (let i in projects) {
  let proj = projects[i];
  proj_name = proj["title"];
  proj_place = proj["place"];
  proj_time = proj["time"];
  index_finder[proj_name+proj_time+proj_place] = i;
}

// for (let i in projects) {
//     let proj = projects[i];
//     if (proj["haveImg"] == "y") j++;
// }